{
  "Adolf Eichmann": [
    "I will leap into my grave laughing because the feeling that I have five million human beings on my conscience is for me a source of extraordinary satisfaction.",
    "Now that I look back, I realize that a life predicated on being obedient is a very comfortable life indeed. Living in such a way reduces to a minimum one's own need to think.",
    "I was one of the many horses pulling the wagon and couldn't escape left or right because of the will of the driver.",
    "Repentance is for little children.",
    "Your time will come to follow me Jew",
    "I never did anything, great or small, without obtaining in advance express instructions from Adolf Hitler or any of my superiors.",
    "I am certain, however, that those responsible for the murder of millions of Germans will never be brought to justice.",
    "Long live Germany. Long live Austria. Long live Argentina. These are the countries with which I have been most closely associated and I shall not forget them. I had to obey the rules of war and my flag. I am ready.",
    "My political sentiments inclined toward the left and emphasized the socialist aspects every bit as much as nationalist ones."
  ],
  "Adolf Hitler": [
    "Tell a lie loud enough and long enough and people will believe it.",
    "If you wish the sympathy of the broad masses, you must tell them the crudest and most stupid things.",
    "Let me control the textbooks, and I will control the state.",
    "It is a quite special secret pleasure how the people around us fail to realize what is really happening to them.",
    "The greater the crime perpetrated by the leadership, the less likely it is that the people will ever believe their leaders to be capable of perpetrating such an event.",
    "What luck, for governments, that the people are stupid!",
    "Terrorism is the best political weapon for nothing drives people harder than a fear of sudden death.",
    "We have to put a stop to the idea that it is a part of everybody's civil rights to say whatever he pleases.",
    "By means of shrewd lies, unremittingly repeated, it is possible to make people believe that heaven is hell - and hell heaven. The greater the lie, the more readily it will be believed.",
    "It is not truth that matters, but victory.",
    "If you dont like a Rule... Just Follow it.. Reach on the Top.. and Change the Rule",
    "It is better to make a mistake than to do nothing.",
    "I'll put an end to the idea that a woman's body belongs to her... Nazi ideals demand that the practice of abortion shall be exterminated with a strong hand.",
    "To attain our aim we should stop at nothing even if we must join forces with the devil.",
    "The Big Lie is a major untruth uttered frequently by leaders as a means of duping and controlling the constituency.",
    "WHAT is America but beauty queens, millionaires, stupid records and Hollywood?",
    "When You Are In The Light, Everything \n Follows You, But When You Enter Into \n The Dark, Even Your Own Shadow \n Doesn't Follow You.",
    "A woman must be a cute, cuddly, naive little thing - tender, sweet, and stupid.",
    "Great nations do not succumb through lost wars, but rather through racial decay and the destruction of their internal order.",
    "Our strategy is to destroy the enemy from within, to conquer him through himself."
  ],
  "Alfred Jodl": [
    "Yes, I'm very normal, everything is okay, I won't become a psychiatric case.",
    "My most profound confidence is however based upon the fact that at the head of Germany there stands a man by his entire development, his desires, and striving can only have been destined by fate to lead our people into a brighter future.",
    "Death - by hanging! - that, at least, I did not deserve. The death part - all right, somebody has to stand for the responsibility. But that - that I did not deserve!",
    "It is tragic that the Fuehrer should have the whole nation behind him with the single exception of the Army generals. In my opinion it is only by action that they can now atone for their faults of lack of character and discipline.",
    "To this very day, I do not know what he (Hitler) thought or knew or really wanted. I only knew my own thoughts and suspicions.",
    "Hitler [had an] excess of imagination, which very frequently foresaw what would happen but also very often went astray.",
    "The Pact of Munich is signed. Czechoslovakia as a power is out."
  ],
  "Ali Khamenei": [
    "It is the mission of the Islamic Republic of Iran to erase Israel from the map of the region.",
    "Israel is a hideous entity in the middle east which will undoubtedly be annihilated.",
    "The issue of human rights is one of the most fundamental human issues and also one of the most sensitive and controversial.",
    "The Syrian civil war is a \"crime initiated by the United States and the Zionist regime, Israel.\"",
    "[There is only one possible solution to unrest in the Middle East], namely the annihilation and destruction of the Zionist state.",
    "Western countries allow no freedom of expression, which they claim to advocate, with regard to the myth of the massacre of Jews known as the holocaust, and nobody in the West enjoys the freedom of expression to deny it or raise doubts about it.",
    "The Islamic Republic is proud to be the target of the rage of the world's greatest Satan.",
    "The winner must promote social jusitce, remove corruption and discrmination, and stand against political, cultural and economic plots.",
    "The idea of human rights as a fundamental principle can be seen to underlie throughout Islamic teachings.",
    "The great Islamic nation cannot ... be indifferent and remain silent on the injustice done to you. The Islamic nation is required to assist you in any way it can.",
    "From now on, in any place, if any nation or any group confronts the Zionist regime, we will endorse and we will help. We have no fear expressing this... The Zionist regime is a cancerous tumor that must be removed, and God willing it will be.",
    "No, we did not do this, and we are not with you.",
    "The people who control America today make decisions like drunkards. They do not understand what they are doing at all.",
    "The Iranian leaders describe the American government exactly the way American analysts describe the Iranian one, as an opaque, factionalized system with competing power centers, over which the president exercises very limited authority.",
    "The fake Zionist [regime] will disappear from the landscape of geography.",
    "The only logical solution to solve the Palestinian issue is to hold free elections with the participation of Palestinians inside and outside the occupied territories and a recognition of the nation's legitimacy",
    "The vote, cast in a free atmosphere and with all inclinations and parties at present, was after all a vote to the Islamic Republic, to national independence, to the Constitution and to the Islamic causes.",
    "But all should know that the people's participation in the elections will take the country forward ... an election full of excitement will be a major blow to the enemy.",
    "The great powers have dominated the destiny of the Islamic countries for years and installed the Zionist cancerous tumor in the heart of the Islamic world. Many of the problems facing the Muslim world are due to the existence of the Zionist regime."
  ],
  "Attila the Hun": [
    "There, where I have passed, the grass will never grow gain.",
    "Trample the weak. Hurdle the dead.",
    "It takes less courage to criticize the decisions of others than to stand by your own.",
    "Everybody has value; even if to serve as a bad example.",
    "It's not that I succeed, it's that everyone else has to fail, horribly, preferably in front of their parents.",
    "Never arbitrate. Arbitration allows a third party to determine your destiny. It is a resort of the weak.",
    "Do not underestimate the power of an enemy, no matter how great or small, to rise against you another day.",
    "Superficial goals lead to superficial results",
    "It is unfortunate when final decisions are made by chieftains headquartered miles away from the front, where they can only guess at conditions and potentialities known only to the captain of the battlefield.",
    "For what fortress, what city, in the wide extent of the Roman empire, can hope to exist, secure and impregnable, if it is our pleasure that it should be erased from the earth?",
    "Chieftains must understand that the spirit of the law is greater than its letter.",
    "If an incompetent chieftain is removed, seldom do we appoint his highest-ranking subordinate to his place"
  ],
  "Augusto Pinochet": [
    "Everything I did, all my actions, all of the problems I had I dedicate to God and to Chile, because I kept Chile from becoming Communist.",
    "Sometimes democracy must be bathed in blood.",
    "Don't forget that in the history of the world, there was a plebiscite, in which Christ and Barabbas were being judged, and the people chose Barabbas.",
    "The only solution to the issue of human rights is oblivion.",
    "The rich people are those who create wealth, and you have to treat them well so they continue to give wealth.",
    "Rome cut off the heads of Christians and they continued to reappear one way or another. Something similar happens with Marxists.",
    "Not a single leaf moves in this country if I'm not the one moving it.",
    "I'm not someone who usually sends out threats. I warn only once. The day they touch one of my men, the rule of law is over.",
    "I will die. The person who succeeds me will also have to die. But elections, you won't have.",
    "The nation is trying to make Chile a country of proprietors, not of proletarians.",
    "I'm looking at them from above, because God put me there.",
    "My library is filled with UN condemnations.",
    "I was only an aspiring dictator. I was never a real dictator.",
    "We have no political prisons. We have political internal exiles.",
    "Had I been a dictator, I would still be governing.",
    "My face is sour. Maybe that's why they say I'm a dictator.",
    "He could have a thousand faults, but I do not blame anyone in particular and I despise brutality with which the Nazis acted against Israelites; but the fault is not only of Hitler, but a group of high-ranked dignitaries.",
    "During 65 years, I have walked the path of duty and discipline... And today, looking back at that long path of service, my soldier's heart stirs and murmurs from deep within: Thank you. Thank you, my homeland.",
    "My moral and spiritual formation does not allow me to be a dictator... If I were a dictator, You can be sure that many things have happened.",
    "I devalued the peso solely looking after the poor.",
    "Executive power is exercised by the President of the Governing Board who, with the title of President of the Republic of Chile, administers the state and is the Supreme Chief of the Nation."
  ],
  "Bashar al-Assad": [
    "No government in the world kills its people, unless it's led by a crazy person.",
    "The captain doesn't think about death, or life, he thinks about saving his ship.",
    "Whenever you have a war, the civilians and the innocents will pay the price. That's in any war, any war is a bad war.",
    "It's very simple ; once the Western countries stop supporting those terrorists and making pressure on their puppet countries and client states like Saudi Arabia and Turkey and others, you'll have no problem in Syria. It will be solved easily.",
    "Foreigners cannot bring freedom, cannot bring democracy, because this is related to the culture, to the different factors that affect or influence that society. You cannot bring it, you cannot import it.",
    "[The Jews] tried to kill the principles of all religions with the same mentality in which they betrayed Jesus Christ and the same way they tried to betray and kill the Prophet Muhammad.",
    "In Great Britain, an author published a book in which he claimed that Jesus Christ had children. Such statements don't trigger civil unrest and bloodshed in Europe. But write similar statements about Islam in Syria and you might see bloody uprisings.",
    "There is no such things as \"Islamic terrorism,\" because terrorism differs from Islam. There's just terrorism, not Islamic terrorism. But the term \"Islamic terrorism\" has become widespread.",
    "You can forge anything these days, and we're living in a fake news era.",
    "Circumstances don't matter, only my state of being matters. What state of being are you choosing?",
    "It's our right to defend our country against any kind of invasion.",
    "Worry does not mean fear, but readiness for the confrontation.",
    "The problem with every American candidate regarding the presidency, I am not talking only about this campaign or elections, but generally, that they say something during the campaign and they do the opposite after the campaign.",
    "Simply naming objectives isn't sufficient for a vision. If I say that I'm going to build a large palace, but I don't have any money to do so, then that is not a vision - it's an illusion.",
    "The only one who can fight for these values like democracy and freedoms are the people of any country or any society, not the foreigners.",
    "There can be no peace without unity.",
    "It's a dangerous thing when someone gets up in the morning and has nothing to eat.",
    "They want to criticize you, let them criticize and do not worry. Just be transparent with your people and tell them this is the reality.",
    "[Enemies of Syria] are the enemies of the people and the enemies of God. And the enemies of God will go to hell.",
    "Sometimes you may kill tens of thousands or hundreds of thousands with very primitive armaments.",
    "Since its very inception, Israel has been a threat.",
    "Opposition doesn't mean to take arms and kill people and destroy everything.",
    "The fact that there are people who criticize me doesn't mean that people hate me."
  ],
  "Benito Mussolini": [
    "We do not argue with those who disagree with us, we destroy them.",
    "The press of Italy is free, freer than the press of any other country, so long as it supports the regime.",
    "If I advance; follow me. If I retreat; kill me. If I die; avenge me! It is better to live one day as a lion than one-hundred years as a sheep!",
    "I have been a racist since 1921. I don't know how they can think I'm imitating Hitler.",
    "All within the state, nothing outside the state, nothing against the state.",
    "Silence is the only answer you should give to the fools. Where ignorance speaks, intelligence should not give advices.",
    "The fascist state is the corporate state.",
    "The state reserves the right to be the sole interpreter of the needs of society.",
    "The Socialists ask what is our program? Our program is to smash the heads of the Socialists.",
    "Fascism accepts the individual only insofar as his interests coincide with the state's.",
    "Race? It is a feeling, not a reality. Ninety-five per cent, at least. Nothing will ever make me believe that biologically pure races can be shown to exist today.... National pride has no need of the delirium of race.",
    "Yes, a dictator can be loved. Provided that the masses fear him at the same time. The crowd love strong men. The crowd is like a woman.",
    "Democratic regimes may be defined as those in which, every now and then, the people are given the illusion of being sovereign, while the true sovereignty in actual fact resides in other forces which are sometimes irresponsible and secret.",
    "Believe, obey, fight.",
    "People are tired of liberty. They have had a surfeit of it. Liberty is no longer a chaste and austere virgin.... Today's youth are moved by other slogans...Order, Hierarchy, Discipline.",
    "Italian journalism is free because it serves one cause and one purpose... mine!",
    "Peace is absurd: Fascism does not believe in it.",
    "At every hour of every day, I can tell you on which page of which book each school child in Italy is studying.",
    "If only we can give them faith that mountains can be moved, they will accept the illusion that mountains are moveable, and thus an illusion may become reality.",
    "Religion is man-made to assist in controlling the weak minded individuals because during times of atrocity and despair they feel strength in numbers.",
    "Democracy is beautiful in theory; in practice it is a fallacy.",
    "State intervention in economic production arises only when private initiative is lacking or insufficient, or when the political interests of the State are involved. This intervention may take the form of control, assistance or direct management."
  ],
  "Benjamin Netanyahu": [
    "The truth is that if Israel were to put down its arms there would be no more Israel. If the Arabs were to put down their arms there would be no more war.",
    "History has shown us time and again that what is right is not what is popular.",
    "We are using missile defense to protect our civilians, and they're using their civilians to protect their missiles.",
    "Leaders must see reality as it is, not as it ought to be.",
    "Peace is purchased from strength. It's not purchased from weakness or unilateral retreats.",
    "To defeat ISIS and let Iran get nuclear weapons would be to win the battle and lose the war.",
    "The Romans used to say that courage is not the only virtue, but it's the only one that makes the other virtues possible.",
    "You can make peace with an enemy, if the enemy abandons the idea of destroying you. That is the critical test. Democracies fail to understand what I just said.",
    "This is why, as a prime minister of Israel, I can promise you one more thing: Even if Israel has to stand alone, Israel will stand. But I know that Israel does not stand alone. I know that America stands with Israel.",
    "The Nazis believed in a master race. The militant Islamists believe in a master faith.",
    "I don't want to govern the Palestinians. I don't want them as subjects of Israel or as citizens of Israel. I want them to have their own independent state but a demilitarized state.",
    "When it comes to Iran and ISIS, the enemy of your enemy is your enemy!",
    "I often hear them accuse Israel of Judaizing Jerusalem. That's like accusing America of Americanizing Washington, or the British of Anglicizing London. You know why we're called 'Jews'? Because we come from Judea.",
    "Israel does not target civilians. It targets the terrorists.",
    "The only peace that can endure is a peace that can be defended.",
    "Intelligence is a critical thing.",
    "May God bless the state of Israel and may God bless the United States of America.",
    "You don't have people chanting 'Death to America' in Israel.",
    "First of all, Arafat is wrong. Jerusalem is Israel's capital, will never be divided, and will remain the capital of the State of Israel, the capital of the Jewish people, for ever and ever.",
    "We'll attack anyone who tries to harm our citizens."
  ],
  "Caligula": [
    "Let them hate me, so long as they fear me.",
    "I have existed from the morning of the world and I shall exist until the last star falls from the night. Although I have taken the form of Gaius Caligula, I am all men as I am no man, and therefore I am a god.",
    "I don't care if they respect me so long as they fear me.",
    "Would that the Roman people had but one neck!",
    "I scorn their hatred, if they do but fear me"
  ],
  "Charles Taylor": [
    "There is a widespread sense of loss here, if not always of God, then at least of meaning.",
    "Little countries do not have this luxury of defending themselves. We have to do it before the fact, not after the fact",
    "What should have died along with communism is the belief that modern societies can be run on a single principle, whether that of planning under the general will or that of free-market allocations."
  ],
  "Che Guevara": [
    "Live your life not celebrating victories, but overcoming defeats.",
    "Democracy cannot consist solely of elections that are nearly always fictitious and managed by rich landowners and professional politicians.",
    "It's a sad thing not to have friends, but it is even sadder not to have enemies.",
    "To execute a man we don't need proof of his guilt. We only need proof that it's necessary to execute him. It's that simple.",
    "We have no right to believe that freedom can be won without struggle.",
    "Above all, try always to be able to feel deeply any injustice committed against any person in any part of the world. It is the most beautiful quality of a revolutionary.",
    "If you have the capacity to tremble with indignation every time that an injustice is committed in the world, then we are comrades.",
    "To accomplish much you must first lose everything.",
    "Mexicans are a band of illiterate Indians.",
    "I don't care if I fall as long as someone else picks up my gun and keeps on shooting.",
    "Youth should learn to think and act as a mass.  It is criminal to think as individuals!",
    "The negro has maintained his racial purity by his well known habit of\n avoiding baths",
    "Silence is argument carried out by other means.",
    "One has to grow hard but without ever losing tenderness.",
    "Let's be realistic. Let's do the impossible!",
    "The ***** is indolent and lazy, and spends his money on frivolities, whereas the European is forward-looking, organized and intelligent."
  ],
  "Chiang Kai-shek": [
    "We live in the present, we dream of the future and we learn eternal truths from the past.",
    "The Japanese are a disease of the skin. The Communists are a disease of the heart.",
    "If when I die, I am still a dictator, I will certainly go down into the oblivion of all dictators. If, on the other hand, I succeed in establishing a truly stable foundation for a democratic government, I will live forever in every home in China.",
    "We write our own destiny ...we become what we do.",
    "War is not only a matter of equipment, artillery, group troops or air force; it is largely a matter of spirit, or morale.",
    "The sky cannot have two suns.",
    "Mao is a sometime Yin sometime Yang strange man, he has a soft-as-cotton outer layer, but at the same time has sharp needles hiding inside... I do not think he could achieve anything, at the end he will be crushed inside my palm.",
    "Character cannot be counterfeited, nor can it be put on and cast off as if it were a garment to fit the whim of the moment. Day by day we become what we do. This is the supreme law and logic of life.",
    "If one does not act, one cannot understand.",
    "We are working for a revolution. If we do not start it by improving the life of the soldiers, all slogans of reforming and improving society are but empty words.",
    "The rise or fall of Shanghai means the birth or death of the whole nation.",
    "Don't be disquieted in time of adversity. Be firm with dignity and self-reliant with vigor.",
    "If imperialism is not banished from the country, China will perish as a nation. If China does not perish, then imperialism cannot remain.",
    "We become what we do.",
    "There are three essential factors in all human activity: spirit, materials, and action.",
    "China not only fights for her own independence, but also for the liberation of every oppressed nation. For us, the Atlantic Charter and President Roosevelts proclamation of the Four Freedoms for all peoples are corner-stones of our fighting faith.",
    "China is the largest and most ancient of Asiatic countries, but it is not for us boastfully to talk of her right to a position of 'leadership' among those countries.",
    "China has no desire to replace Western imperialism in Asia with an Oriental imperialism or isolationism of its own or anyone else.",
    "I go walking, and the hills loom above me, range upon range, one against the other. I cannot tell where one begins and another leaves off. But when I talk with God He lifts me up where I can see clearly, where everything has a distinct contour.",
    "We shall not lightly talk about sacrifice until we are driven to the last extremity which makes sacrifice inevitable.",
    "Only a fighting nation can make itself responsible for world peace, and such a nation must organize its material resources and manpower with the highest possible degree of efficiency.",
    "Give me fifty DC-3's and the Japanese can have the Burma Road.",
    "My good health is due to a soup made of white doves. It is simply wonderful as a tonic.",
    "I have often said China is not lacking in material resources. The question is whether we can make full and good use of them."
  ],
  "Felix Dzerzhinsky": [
    "The fact that you are free is not your achievement, but rather a failure on our side.",
    "We represent in ourselves organized terror - this must be said very clearly."
  ],
  "Ferdinand Marcos": [
    "I don't believe in courtship.It's a waste of time. If I love the person, I'll tell her right away. But for you, I'll make an exception. Just love me now, and I'll court you forever.",
    "There are many things we do not want in this world. Let us not just mourn them; let us change them",
    "I have committed many sins in my life. But stealing money from the government, from the people, is not one of them.",
    "Leadership is the other side of the coin of loneliness, and he who is a leader must always act alone. And acting alone, accept everything alone.",
    "Of what good is democracy if it is not for the poor?",
    "History should not be left to the historians. Rather, be like Churchill. Make history, and then write it.",
    "Some people say the president is incapable of enforcing the law. Let them say that once more and I will set the tanks on them.",
    "It is not a choice of life, it is a choice of death. If this is life, I'd rather die.",
    "I often wonder what I will be remembered in history for. Scholar? Military hero? Builder?",
    "We cannot and we will not negotiate with terrorists. We have nothing but contempt for them. To conciliate differences with these people without them changing their objectives is to condemn our Republic to ultimate strangulation and death.",
    "Once a champion, always a champion.",
    "Elect me as your congressman today, I promise you an Ilocano president in 20 years.",
    "It is easier to run a revolution than a government.",
    "History isn't through with me yet.",
    "The challenge to America is to extend to Asia the defensive shield of American power in forms consonant with Asian freedom and self-respect.",
    "I claim the right not to incriminate myself.",
    "Little boys have amazing minds.",
    "The permissiveness of society must be balanced with authoritativene ss.",
    "We love your adherence to democratic principles and to democratic processes."
  ],
  "Fidel Castro": [
    "Capitalism has neither the capacity, nor the morality, nor the ethics to solve the problems of poverty.",
    "I began revolution with 82 men. If I had to do it again, I do it with 10 or 15 and absolute faith. It does not matter how small you are if you have faith and plan of action.",
    "It does not matter how small you are if you have faith and a plan of action.",
    "The first thing dictators do is finish free press, to establish censorship. There is no doubt that a free press is the first enemy of dictatorship.",
    "We must establish a new world order based on justice, on equity, and on peace.",
    "Condemn me, it does not matter: history will absolve me.",
    "One of the greatest benefits of the revolution is that even our prostitutes are college graduates.",
    "If surviving assassination attempts were an Olympic event, I would win the gold medal.",
    "Ideas do not need weapons.",
    "I've always considered Christ to be one of the greatest revolutionaries in the history of humanity.",
    "A revolution is a struggle to the death between the future and the past.",
    "There is talk of the failure of socialism, and where is the success of capitalism in Africa, Asia, and in Latin America?",
    "Good athletes do not know what tiredness is. They do not know what discouragement is. Good athletes only know what victory is.",
    "We are not politicians. We made our revolution to get the politicians out.",
    "You Americans keep saying that Cuba is ninety miles from the United States. I say that the United States is ninety miles from Cuba and for us, that is worse.",
    "I have reached the conclusion, a bit late perhaps, that speeches should be short.",
    "Men do not shape destiny. Destiny produces the man for the hour.",
    "A revolution is not a bed of roses. A revolution is a struggle between the future and the past.",
    "The duty of every revolutionary is to make revolution"
  ],
  "Francisco Franco": [
    "You must sacrifice every thought, every ideology for the good of the nation and for the serenity of our fatherhood.",
    "One thing that I am sure of, and which I can answer truthfully, is that whatever the contingencies that may arise here, wherever I am there will be no communism.",
    "I am responsible only to God and history.",
    "We do not believe in government through the voting booth. The Spanish national will was never freely expressed through the ballot box. Spain has no foolish dreams.",
    "Let us be under no illusion. The Jewish spirit, which was responsible for the alliance of large-scale capital with Marxism and was the driving force behind so many anti-Spanish revolutionary agreements, will not be got rid of in a day.",
    "The whole secret of the campaigns unleashed against Spain can be explained in two words: Masonry and Communism... we have to extirpate these two evils from our land.",
    "A Homeland, A State, A Leader.",
    "There will be no communism.",
    "We strive to form a single national front against the Judeo-Masonic lodges, against Moscow and the Marxist societies."
  ],
  "Francisco Goya": [
    "The act of painting is about one heart telling another heart where he found salvation.",
    "Fantasy, abandoned by reason, produces impossible monsters; united with it, she is the mother of the arts and the origin of marvels.",
    "The dream of reason produces monsters. Imagination deserted by reason creates impossible, useless thoughts. United with reason, imagination is the mother of all art and the source of all its beauty.",
    "I see only forms that are lit up and forms that are not. There is only light and shadow.",
    "First be a magnificent artist and then you can do whatever, but the art must be first.",
    "I have had three masters, Nature, Velasquez, and Rembrandt.",
    "Monsters are the result of the sleep of reason.",
    "But where do they find these lines in nature? I can only see luminous or obscure masses, planes that advance or planes that recede, reliefs or background. My eye never catches lines or details.",
    "Fantasy abandoned by reason produces impossible monsters",
    "The dream of reason produces monsters"
  ],
  "Francisco Pizarro": [
    "Prepare your hearts as a fortress, for there will be no other."
  ],
  "Genghis Khan": [
    "The Greatest Happiness is to scatter your enemy and drive him before you. To see his cities reduced to ashes. To see those who love him shrouded and in tears. And to gather to your bosom his wives and daughters.",
    "If you had not committed great sins, God would not have sent a punishment like me upon you.",
    "I hate luxury. I exercise moderation…It will be easy to forget your vision and purpose one you have fine clothes, fast horses and beautiful women. [In which case], you will be no better than a slave, and you will surely lose everything.",
    "The strength of a wall is neither greater nor less than the courage of the men who defend it.",
    "Remember, you have no companions but your shadow",
    "An action comitted in anger is an action doomed to failure.",
    "Come and sip from the cup of destruction.",
    "Man's highest joy is in victory: to conquer one's enemies; to pursue them; to deprive them of their possessions; to make their beloved weep; to ride on their horses; and to embrace their wives and daughters.",
    "It is not sufficient that I succeed - all others must fail.",
    "A leader can never be happy until his people are happy.",
    "Oh people, know that you have committed great sins. If you ask me what proof I have for these words, I say it is because I am the punishment of God. If you had not committed great sins, God would not have sent a punishment like me upon you!",
    "All who surrender will be spared; whoever does not surrender but opposes with struggle and dissension, shall be annihilated.",
    "Conquering the world on horseback is easy; it is dismounting and governing that is hard.",
    "There is no good in anything until it is finished.",
    "Even when a friend does something you do not like, he continues to be your friend.",
    "If my body dies, let my body die, but do not let my country die.",
    "Just as God gave different fingers to the hand so has He given different ways to men.",
    "The merit in action lies in finishing it to the end.",
    "Be of one mind and one faith, that you may conquer your enemies and lead long and happy lives.",
    "One arrow alone can be easily broken but many arrows are indestructible."
  ],
  "Hafez al-Assad": [
    "Strike the enemy's settlements, turn them into dust, pave the Arab roads with the skulls of Jews."
  ],
  "Heinrich Himmler": [
    "The best political weapon is the weapon of terror. Cruelty commands respect. Men may hate us. But, we don't ask for their love; only for their fear.",
    "Anti-Semitism is exactly the same as delousing. Getting rid of lice is not a question of ideology, it is a matter of cleanliness. In just this same way anti-Semitism for us has not been a question of ideology but a matter of cleanliness.",
    "I have not tolerated an atheist in the ranks of the SS. Every member has a deep faith in God, in what my ancestors called in their language Waralda, the ancient one, the one who is mightier than we are.",
    "We shall not rest until we have rooted out Christianity .",
    "Perfectly clear, it's part of our plans, we're eliminating the Jews, exterminating them. Ha! A small matter.",
    "Roughly 7 to 8 percent of men in Germany are homosexual. If that is how things remain, our nation will fall to pieces because of that plague. Those who practice homosexuality deprive Germany of the children they owe her.",
    "We have only one task, to stand firm and carry on the racial struggle without mercy.",
    "My honor is my loyalty.",
    "I hope to see the very concept of Jewry completely obliterated.",
    "Perhaps we shall also have to hold in check other coloured peoples who will soon be in their certain prime, and thus preserve the world, which is the world of our blood, of our children and of our grandchildren.",
    "The only thing that matters is that we stand firm.",
    "In the brief monthly reports of the Security Police, I only want figures on how many Jews have been shipped off and how many are currently left.",
    "I still lack to a considerable degree that naturally superior kind of manner that I would dearly like to possess.",
    "These clashes are the only evolu-tionary possibility which will enable us one day, now that Fate has given us the Fuehrer Adolf Hitler, to create the Germanic Reich.",
    "Today, Germany is on the borders of Europe everywhere.",
    "It will undoubtedly happen, that the enemy will make the attempt, today, tomorrow or the next day, at some time, to break into this fortress of Europe at one point or another. That will undoubtedly be the case.",
    "The decision, therefore, lies here in the East; here must the Russian enemy, this people numbering two hundred million Russians, be destroyed on the battle field and person by person, and made to bleed to death .",
    "One thing is certain: wherever the enemy lands, if once we can get to grips with him on the Continent, where we are not dependent on supplies from overseas, that ought to be, and will be, all right with us."
  ],
  "Hideki Tojo": [
    "The moment the first American soldier sets foot on the Japanese mainland, all prisoners of war will be shot.",
    "It goes without saying that when survival is threatened, struggles erupt between peoples, and unfortunate wars between nations result.",
    "Justice has nothing to do with victor nations and vanquished nations, but must be a moral standard that all the world's peoples can agree to. To seek this and to achieve it - that is true civilization",
    "Australia and New Zealand are now threatened by the might of the Imperial Japanese forces, and both of them should know that any resistance is futile.",
    "I would point out that Japan's proposal at the Versailles Peace Conference on the principle of racial equality was rejected by delegates such as those from Britain and the United States",
    "Therefore, if one were to consider that there was virtually no possibility of success through the US-Japan negotiations, the military and economic pressures would only force Japan into further crisis if time were allowed to pass in vain.",
    "With options thus foreclosed, in order to protect and defend the nation and clear the obstacles that stood in its path, a decisive appeal to arms was made.",
    "To advocate a New Order was to seek freedom and respect for peoples without prejudice, and to seek a stable basis for the existence all peoples, equally, and free of threats",
    "The reason was the failure of both Japan and China to understand each other and the inability of America and the European powers to sympathize, without prejudice, with the peoples of East Asia",
    "At the Imperial Conference on December 1, it was decided to make war against England and the United States",
    "Even military ministers have no more than a certain amount of control. It is customary that they have the right and the power to participate, from a political and military point of view, in the planning of actual operations",
    "Thus, it was to seek true civilization and true justice for all the peoples of the world, and to view this as the destruction of personal freedom and respect is to be assailed by the hatred and emotion of war, and to make hasty judgments.",
    "The causes of the China Incident were the exclusion and insult of Japan throughout China, the exclusion of Japanese goods, the persecution of Japanese residents in China, and the illegal violation of Japanese rights",
    "From the point of the view of the nation's power, it was obvious that while we were fighting the Sino-Japanese war, every effort was to be made to avoid adding to our enemies and opening additional fronts",
    "On October 18, 1941, I suddenly received a mandate from His Majesty to form a new cabinet. This was completely unexpected, and when I was summoned to the Imperial Palace I thought I would be questioned on the army's point of view",
    "Nevertheless, China was unfortunately unable to understand Japan's real position, and it is greatly to be regretted that the Sino-Japanese War became one of long duration",
    "Despite Japan's desires and efforts, unfortunate differences in the ways that Japan, England, the United States, and China understood circumstances, together with misunderstandings of attitudes, made it impossible for the parties to agree.",
    "The main American naval forces were shifted to the Pacific region and an American admiral made a strong declaration to the effect that if war were to break out between Japan and the United States, the Japanese navy could be sunk in a matter of weeks."
  ],
  "Hirohito": [
    "All men are brothers, like the seas throughout the world; So why do winds and waves clash so fiercely everywhere?",
    "You can't imagine how much more work I had when I was a god.",
    "I made efforts to swallow tears and to protect the species of the Japanese nation.",
    "We have resolved to endure the unendurable and suffer what is insufferable.",
    "Endure what is difficult to endure and to suffer what is difficult to suffer.",
    "The fruits of victory are tumbling into our mouths too quickly.",
    "They do not depend upon mere legends and myths. They are not predicated on the false conception that the Emperor is divine and that the Japanese people are superior to other races.",
    "To strive for the common prosperity and happiness of all nations, as well as the security and wellbeing of our subjects, is the solemn obligation which has been handed down by our imperial ancestors and which lies close to our heart.",
    "I discovered freedom for the first time in England."
  ],
  "Hồ Chí Minh": [
    "Our resistance will be long and painful, but whatever the sacrifices, however long the struggle, we shall fight to the end, until Vietnam is fully independent and reunified.",
    "It is better to sacrifice everything than to live in slavery!",
    "Everything depends on the Americans. If they want to make war for 20 years then we shall make war for 20 years. If they want to make peace, we shall make peace and invite them to tea afterwards.",
    "Nothing is more precious than Independence and Liberty.",
    "You can kill ten of our men for every one we kill of yours. But even at those odds, you will lose and we will win.",
    "We have a secret weapon...it is called Nationalism",
    "Love other human beings as you would love yourself.",
    "The Vietnamese people deeply love independence, freedom and peace. But in the face of United States aggression they have risen up, united as one man.",
    "Our mountains will always be, our rivers will always be, our people will always be, The American invaders defeated, we will rebuild our land ten times more beautiful.",
    "Colonial atrocities have prepared the soil; it is for socialists to sow the seeds of revolution.",
    "When the prison doors are opened, the real dragon will fly out.",
    "You will kill ten of us, we will kill one of you, but in the end, you will tire of it first.",
    "Military action without politics is like a tree without a root.",
    "If you do not condemn colonialism, if you do not side with the colonial people, what kind of revolution are you waging?",
    "A poet must learn to wage war.",
    "Write in such a way as that you can be readily understood by both the young and the old, by men as well as women, even by children.",
    "I and others may be revolutionaries but we are disciples of Mahatma Gandhi, directly or indirectly, nothing more nothing less.",
    "Although our fight will be long and hard, our people are resolved to fight till final victory.",
    "The rice grain suffers under the blow of the pestle. But admire its whiteness once the order is over. So it is with men and the world we live in. To be a man one must suffer the blows of misfortune.",
    "Today we should make poems including iron and steel And the poet should know how to lead an attack."
  ],
  "Idi Amin": [
    "There is freedom of speech, but I cannot guarantee freedom after speech",
    "His Excellency, President for Life, Field Marshal Al Hadji Doctor Idi Amin Dada, VC, DSO, MC, Lord of All the Beasts of the Earth and Fishes of the Seas and Conqueror of the British Empire in Africa in General and Uganda in Particular.",
    "I have to keep law and order and it means that I have to kill my enemies before they kill me.",
    "The problem with me is that I am fifty or one hundred years ahead of my time. My speed is very fast. Some ministers have had to drop out of my government because they could not keep up.",
    "It's not for me. I tried human flesh and it's too salty for my taste.",
    "If we knew the meaning to everything that is happening to us, then there would be no meaning.",
    "Sometimes people mistake the way I talk for what I am thinking.",
    "I do not want to be controlled by any superpower. I myself consider myself the most powerful figure in the world, and that is why I do not let any superpower control me.",
    "My mission is to lead the country out of a bad situation of corruption, depression and slavery. After I rid the country of these vices, I will then organize and supervise a general election of a genuinely democratic civilian government.",
    "In any country there must be people who have to die. They are the sacrifices any nation has to make to achieve law and order.",
    "You cannot run faster than a bullet.",
    "Your experience will be a lesson to all of us men to be careful not to marry ladies in very high positions.",
    "Politics is like boxing - you try to knock out your opponents.",
    "I propose getting rid of conventional armaments and replacing them with reasonably priced hydrogen bombs that will be distributed equally throughout the world.",
    "Although some people felt Adolf Hitler was bad, he was a great man and a real conqueror whose name would never be forgotten.",
    "I myself consider myself the most powerful figure in the world.",
    "I'm a good Muslim and I'm only interested in Islam.",
    "I am the hero of Africa.",
    "I want to be remembered as a great athlete. As a boxing champion."
  ],
  "Joseph Goebbels": [
    "If you repeat a lie often enough, people will believe it, and you will even come to believe it yourself.",
    "A lie told once remains a lie but a lie told a thousand times becomes the truth",
    "Propaganda works best when those who are being manipulated \n are confident they are acting on their own free will.",
    "Think of the press as a great keyboard on which the government can play.",
    "This is the secret of propaganda: Those who are to be persuaded by it should be completely immersed in the ideas of the propaganda, without ever noticing that they are being immersed in it.",
    "Propaganda must facilitate the displacement of aggression by specifying the targets for hatred.",
    "...the rank and file are usually much more primitive than we imagine. Propaganda must therefore always be essentially simple and repetitious.",
    "There will come a day, when all the lies will collapse under their own weight, and truth will again triumph.",
    "Not every item of news should be published. Rather must those who control news policies endeavor to make every item of news serve a certain purpose.",
    "The most brilliant propagandist technique will yield no success unless one fundamental principle is borne in mind constantly - it must confine itself to a few points and repeat them over and over.",
    "It is the absolute right of the State to supervise the formation of public opinion.",
    "It would not be impossible to prove with sufficient repetition and a psychological understanding of the people concerned that a square is in fact a circle. They are mere words, and words can be molded until they clothe ideas and disguise.",
    "The essence of propaganda consists in winning people over to an idea so sincerely, so vitally, that in the end they succumb to it utterly and can never escape from it.",
    "We shall reach our goal, when we have the power to laugh as we destroy, as we smash, whatever was sacred to us as tradition, as education, and as human affection.",
    "If you tell a lie long enough, it becomes the truth.",
    "Whoever can conquer the street will one day conquer the state, for every form of power politics and any dictatorship-run state has its roots in the street.",
    "The English follow the principle that when one lies, it should be a big lie, and one should stick to it.",
    "The masses need something that will give them a thrill of horror.",
    "If we have power, we'll never give it up again unless we're carried out of our offices as corpses",
    "A Jew is for me an object of disgust. I feel like vomiting when I see one. Christ could not possibly have been a Jew. It is not necessary to prove that scientifically - it is a fact. I do not need to prove this with science or scholarship. It is so!",
    "There is no need for propaganda to be rich in intellectual content.",
    "The war we are fighting until victory or the bitter end is in its deepest sense a war between Christ and Marx. Christ: the principle of love. Marx: the principle of hate."
  ],
  "Joseph Stalin": [
    "Everybody has a right to be stupid, but some people abuse the privilege.",
    "Ideas are more powerful than guns. We would not let our enemies have guns, why should we let them have ideas.",
    "It's not the people who vote that count. It's the people who count the votes.",
    "The press must grow day in and day out - it is our Party's sharpest and most powerful weapon.",
    "The death of one man is tragic, but the death of thousands is statistic.",
    "Voters decide nothing. Vote counters decide everything!",
    "Education is a weapon the effect of which is determined by the hands which wield it, by who is to be struck down.",
    "When we hang the capitalists they will sell us the rope we use.",
    "Political power does not rest with those who cast votes; political power rests with those who count votes.",
    "Great Britain provided time; the United States provided money and Soviet Russia provided blood.",
    "It doesn't matter who they vote for, they always vote for us.",
    "If the opposition disarms, well and good. If it refuses to disarm, we shall disarm it ourselves.",
    "The only real power comes out of a long rifle.",
    "To choose one's victims, to prepare one's plan minutely, to slake an implacable vengeance, and then to go to bed... There is nothing sweeter in the world.",
    "I trust no one, not even myself.",
    "This creature softened my heart of stone. She died and with her died my last warm feelings for humanity.",
    "Print is the sharpest and the strongest weapon of our party.",
    "The United States should get rid of its militias.",
    "[American Communist Party] legally exists in the U.S.A., it nominates its candidates in the elections, including Presidential elections."
  ],
  "Josip Broz Tito": [
    "I am the leader of one country which has two alphabets, three languages, four religions, five nationalities, six republics, surrounded by seven neighbours, a country in which live eight ethnic minorities.",
    "Any movement in history which attempts to perpetuate itself, becomes reactionary.",
    "Ancient Hawaiians say: When you're itching for the waves, the only lotion is the ocean.",
    "Churchill , he is a great man. He is, of course, our enemy and has always been the enemy of Communism, but he is an enemy one must respect, an enemy one likes to have.",
    "Kosovo is now the biggest problem confronting Yugoslavia.",
    "Today, 9 May, exactly forty-nine months and three days after the Fascist attack on Yugoslavia, the most powerful aggressive force in Europe, Germany, has capitulated."
  ],
  "Julius Caesar": [
    "Without training, they lacked knowledge. Without knowledge, they lacked confidence. Without confidence, they lacked victory.",
    "I came, I saw, I conquered.",
    "If you must break the law, do it to seize power: in all other cases observe it.",
    "The greatest enemy will hide in the last place you would ever look.",
    "In the end, it is impossible not to become what others believe you are.",
    "A coward dies a thousand deaths, the gallant never taste of death but once.",
    "If I fail it is only because I have too much pride and ambition.",
    "As a rule, what is out of sight disturbs men's minds more seriously than what they see.",
    "Men in general are quick to believe that which they wish to be true.",
    "The difference between a republic and an empire is the loyalty of one's army",
    "All bad precedents begin as justifiable measures.",
    "It is better to suffer once than to be in perpetual apprehension.",
    "It is easier to find men who will volunteer to die, than to find those who are willing to endure pain with patience.",
    "To win by strategy is no less the role of a general than to win by arms.",
    "He conquers twice, who shows mercy to the conquered.",
    "What we wish, we readily believe, and what we ourselves think, we imagine others think also.",
    "The die has been cast.",
    "As a rule, men worry more about what they can't see than about what they can.",
    "Our men must win or die. Pompey's men have... other options.",
    "Avoid an unusual and unfamiliar word just as you would a reef."
  ],
  "Kim Il-sung": [
    "The oppressed peoples can liberate themselves only through struggle. This is a simple and clear truth confirmed by history.",
    "The most important thing in our war preparations is to teach all our people to hate U.S. imperialism. Otherwise, we will not be able to defeat the U.S. imperialists who boast of their technological superiority.",
    "My God is none other than the people. Only the popular masses are omniscient and omnipotent and almighty on earth. Therefore my lifetime motto is: \"The people are my God.\"",
    "Peace secured by slavish submission is not peace.",
    "Everything is decided bya person's thoughts and if he is ideologically motivated, there is nothing he cannot do.",
    "The people are the masters of the revolution in each country.",
    "The basis of the Juche Idea is that man is the master of all things and the decisive factor in everything.",
    "While there are still imperialist aggressors, the state that has no defense power of its own to protect its sovereignty against the internal and external enemies is, in fact, not a fully independent and sovereign state.",
    "It is necessary to expose the false propaganda of the imperialists and thoroughly dispel the illusion that the imperialists will give up their positions in the colonies and dependent countries with good will.",
    "We are opposed to the line of compromise with imperialism. At the same time, we cannot tolerate the practice of only shouting against imperialism, but, in actual fact, being afraid to fight it.",
    "The peoples of Asia, Africa, and Latin America have common interest and are in the position to support each other in their anti-imperialist and anti-U.S. struggle. As long as Africa and Latin America are not free.",
    "It is wrong to try to avoid the struggle against imperialism under the pretext that independence and revolution are important, but that peace is still more precious.",
    "The people are the masters of the revolution in each country. It is like putting a cart before the horse that foreigners carry out the revolution for them. The revolution can neither be exported nor imported.",
    "South Koreans who have seen and praised the mass games should remember the hardship of tearful children. Teachers drive them hard with curses and orders to repeat and repeat. When the children return home in the evening, they can hardly walk."
  ],
  "Kim Jong-il": [
    "Nothing is impossible for a man with a strong will. The possible is in store only for a man who loves the future. There is no word \"impossible\" in the Korean language.",
    "One can live without candy, but one cannot live without bullets.",
    "I am the object of criticism around the world. But I think that since I am being discussed, then I am on the right track.",
    "Karl Marx made a great contribution to the liberation cause of mankind, and because of his immortal exploits his name is still enshrined in the hearts of the working class and peoples of all countries.",
    "Great ideology creates great times.",
    "Imperialist aid is a noose of plunder and subjugation, aimed at robbing 10 and even 100 things for one thing that is given.",
    "We oppose the reactionary policies of the U.S. government but we do not oppose the American people. We want to have many good friends in the United States.",
    "A film with an untidy plot cannot grip the audience and define their emotional response.",
    "National defense is the sacred duty of the young and all other people.",
    "The cinema occupies an important place in the overall development of art and literature.",
    "No production of high ideological and artistic value can evolve out of a creative group whose members are not united ideologically and in which discipline and order have not been established.",
    "No faction is better or worse than any other. All come from the same mould; they are all products of capitalist influence in the working class movement. And they are a poison that destroys our Party and the working class movement in Korea.",
    "In their day, Marx, Engels, Lenin, and Stalin represented the aspirations and demands of the exploited working masses, and the cause of socialism was inseparably linked with their names.",
    "Glory to the heroic soldiers of the Korean People's Army!",
    "The core in the Juche outlook on the revolution is loyalty to the party and the leader. The cause of socialism and communism is started by the leader and is carried out under the guidance of the party and the leader.",
    "I'm an Internet expert too. It's all right to wire the industrial zone only, but there are many problems if other regions of the North are wired.",
    "The revolution is carried out by means of one's thought, not through one's family background.",
    "The liquidation of colonialism is a trend of the times which no force can hold back.",
    "Overall relations between the North and the South have developed in favor of national reconciliation, unity and reunification."
  ],
  "Kim Jong-un": [
    "Want to know what's more destructive than a nuclear bomb? Words.",
    "The entire United States is within range of our nuclear weapons, and a nuclear button is always on my desk. This is reality, not a threat.",
    "The revolution is carried out by means of one's thought.",
    "The days are gone forever when our enemies could blackmail us with nuclear bombs.",
    "The military might of a country represents its national strength. Only when it builds up its military might in every way can it develop into a thriving country.",
    "Compared to 10 years ago the primary motivation for defection has gone from food, to freedom.",
    "The industrial revolution in the new century is, in essence, a scientific and technological revolution, and breaking through the cutting edge is a shortcut to the building of an economic giant.",
    "Past records of inter-Korean relations show that confrontation between fellow countrymen leads to nothing but war."
  ],
  "Lavrentiy Beria": [
    "Show me the man and I'll find you the crime.",
    "Given a short time with a psycho-politician you can alter forever the loyalty of a soldier in our hands or a statesman or a leader in his own country, or you can destroy his mind.",
    "Do you know that there's hardly anyone left of last year's Caucasian governments? I've tried to stop it, but in vain. Yet they can't all be Trotskyites and traitors."
  ],
  "Leopold II of Belgium": [],
  "Mao Zedong": [
    "All political power comes from the barrel of a gun. The  communist party must command all the guns, that way, no guns can ever be used to command the party.",
    "When there is not enough to eat, people starve to death. It is better to let half of the people die so that the other half can eat their fill.",
    "Deaths have benefits. They can fertilise the ground.",
    "Communism is not love. Communism is a hammer which we use to crush the enemy.",
    "People say that poverty is bad, but in fact poverty is good. The poorer people are, the more revolutionary they are. It is dreadful to imagine a time when everyone will be rich... From a surplus of calories people will have two heads and four legs.",
    "The weeds of socialism are better than the crops of capitalism.",
    "To read too many books is harmful.",
    "The young people are the most active and vital force in society. They are the most eager to learn and the least conservative in their thinking. This is especially so in the era of socialism.",
    "Don't make a fuss about a world war. At most, people die... Half the population wiped out - this happened quite a few times in Chinese history... It's best if half the population is left, next best one-third.",
    "People who try to commit suicide - don't attempt to save them! . . . China is such a populous nation, it is not as if we cannot do without a few people.",
    "We should support whatever the enemy opposes and oppose whatever the enemy supports",
    "Kindness in words creates confidence. Kindness in thinking creates profoundness. Kindness in giving creates love.",
    "If there were no contradictions and no struggle, there would be no world, no process, no life, and there would be nothing at all.",
    "When the enemy advances, withdraw; when he stops, harass; when he tires, strike; when he retreats, pursue.",
    "Not to have a correct political point of view is like having no soul.",
    "Power comes from the muzzle of a gun, those that have the guns have the power, those that have the power dictate what type of government their shall be.",
    "In time of difficulties, we must not lose sight of our achievements.",
    "Firstly, do not fear hardship, and secondly, do not fear death.",
    "Many who have read Marxist books have become renegades from the revolution, whereas illiterate workers often grasp Marxism very well.",
    "Despise Your enemy stragetically, but take him seriously tactically",
    "We are indebted to Marx, Engels, Lenin and Stalin for giving us a weapon. The weapon is not a machine-gun, but Marxism-Leninism."
  ],
  "Maximilien Robespierre": [
    "To punish the oppressors of humanity is clemency; to forgive them is cruelty.",
    "The king must die so that the country can live.",
    "Any law which violates the inalienable rights of man is essentially unjust and tyrannical; it is not a law at all.",
    "Softness to traitors will destroy us all.",
    "Terror is only justice: prompt, severe and inflexible; it is then an emanation of virtue; it is less a distinct principle than a natural consequence of the general principle of democracy, applied to the most pressing wants of the country.",
    "Omelets are not made without breaking eggs.",
    "We must smother the internal and external enemies of the Republic or perish with it; now in this situation, the first maxim of your policy ought to be to lead the people by reason and the people's enemies by terror.",
    "Citizens, did you want a revolution without revolution?",
    "Terror is nothing more than justice, prompt, secure and inflexible.",
    "When a Banker jumps out of a window, jump after him - that's where the money is.",
    "Any institution which does not suppose the people good, and the magistrate corruptible, is evil.",
    "Peoples do not judge in the same way as courts of law; they do not hand down sentences, they throw thunderbolts; they do not condemn kings, they drop them back into the void; and this justice is worth just as much as that of the courts.",
    "The aim of constitutional government is to preserve the Republic; that of revolutionary government is to lay its foundation.",
    "One can...never create [freedom] by an invading force.",
    "The revolution is the war of liberty against its enemies. The constitution is the rule of liberty against its enemies. The constitution is the rule of liberty when victorious and peaceable.",
    "By sealing our work with our blood, we may see at least the bright dawn of universal happiness.",
    "Is it to be thought unreasonable that the people, in atonement for wrongs of a century, demand the vengeance of a single day?",
    "No one loves armed missionaries; the first lesson of nature and prudence is to repulse them as enemies.",
    "It is with regret that I pronounce the fatal truth: Louis ought to perish rather than a hundred thousand virtuous citizens; Louis must die that the country may live"
  ],
  "Mengistu Haile Mariam": [
    "I am a revolutionary; my life is dedicated to freeing the people.",
    "In this country, some aristocratic families automatically categorize persons with dark skin, thick lips, and kinky hair as \"Barias\" [Amharic for slave]... let it be clear to everybody that I shall soon make these ignoramuses stoop and grind corn!",
    "From now on you must pray for your people and yourself three times a day.",
    "Mengistu is a barbaric and cruel creature who becomes happy with the death of human beings.",
    "Mengistu does not understand the meaning of self-determination, either historically or in the abstract. He cannot conceive of a nation as anything but an absolute centralized authority, totalitarianism, for his rule is nothing less than that now.",
    "We thought that the proletariat would eventually run the world. But it is the Americans who have assumed that position... The American people have changed.",
    "Ethiopia did not have the same problem [of corruption]. African leaders looked at us with envy.",
    "Everything Mengistu has done since 1977 has been to place himself in a position of uncontestable power. Neither Haile Selassie nor any of the previous emperors had this insatiable thirst for power.",
    "Mengistu seemed to symbolize the revolution. He was the baria, the slave who overthrew the master, the member of the conquered tribe who got even with the conquerors, the poorly educated son of a servant who rose against the intellectual elite."
  ],
  "Mobutu Sese Seko": [
    "If you steal, do not steal too much at a time. You may be arrested. Steal cleverly, little by little.",
    "I have rendered my country and people an enormous service. They owe me everything.",
    "The chief is the chief. He is the eagle who flies high and cannot be touched by the spit of the toad.",
    "I no longer have a borrowed soul. I no longer have borrowed thoughts or ideas. I no longer speak in a borrowed language.",
    "If you want to steal, steal a little in a nice way. But if you steal too much to become rich overnight, you'll be caught."
  ],
  "Nicolas Maduro": [
    "The march to the center of Caracas will not be permitted. I will use a hard hand against fascism and intolerance. I declare it. If they want to overthrow me, come and get me. Here I am, with the people and the armed forces."
  ],
  "Oliver Cromwell": [
    "You have sat too long for any good you have been doing. Depart, I say, and let us have done with you. In the name of God, go!",
    "Catholicism is more than a religion, it is a political power. Therefore I'm led to believe there will be no peace in Ireland until the Catholic Church is crushed",
    "I have learned that if you fear God, you have no one else to fear.",
    "Work hard, trust in God, and keep your bowels open.",
    "Keep your faith in God, but keep your powder dry.",
    "Do not trust the cheering, for those persons would shout as much if you or I were going to be hanged.",
    "I beseech you, in the bowels of Christ, think it possible you may be mistaken.",
    "A few honest men are better than numbers.",
    "Necessity has no law.",
    "I desire not to keep my place in this government an hour longer than I may preserve England in its just rights, and may protect the people of God in such a just liberty of their consciences.",
    "A man never rises higher than when he does not know whither his path can still lead him.",
    "I had rather have a plain, russet-coated Captain, that knows what he fights for, and loves what he knows, than that which you call a Gentle-man and is nothing else.",
    "Royalty is but a feather in a man's cap; let children enjoy their rattle.",
    "Some people have food, but no appetite; others have an appetite, but no food. I have both. The Lord be praised.",
    "He who ceases to be better, ceases to be good.",
    "A man-of-war is the best ambassador.",
    "Does a man speak foolishly?--suffer him gladly, for you are wise. Does he speak erroneously?--stop such a man's mouth with sound words that cannot be gainsaid. Does he speak truly?--rejoice in the truth.",
    "No one rises so high as he who knows not whither he is going. Not only strike while the iron is hot, but make it hot by striking. Do not trust the cheering, for those persons would shout as much if you or I were going to be hanged.",
    "There isn't a tree to hang a man, water to drown a man nor soil to bury a man",
    "Our swords are in God's hands, And our faith is in the Lord. Charge!",
    "Ye may have skill in the nature of things, yet nature can do more than all physicians put together; and God is far more above nature."
  ],
  "Paul Kagame": [
    "Listen more to the one who criticizes you and less to \n the one who praises you. Learn from them and do \n something about it.",
    "We cannot turn the clock back nor can we undo the harm caused, but we have the power to determine the future and to ensure that what happened never happens again.",
    "Africa's story has been written by others; we need to own our problems and solutions and write our story.",
    "I had to fight hard for everything. I wanted to get out. I want to take my destiny into my own hands and escape the vicious cycle of retaliatory violence. This struggle has shaped who I am to this day.",
    "Aid leads to more aid and more aid and more aid and less independence of the people that are receiving aid.",
    "Let no one think that flexibility and a predisposition to compromise is a sign of weakness or a sell-out.",
    "My purpose is to develop a country, to empower its population. It's from that same population that will emerge the man or woman who will succeed me. And they will be chosen based on the consensus that they have the capacity to lead the country.",
    "It is the population which decides when it's time for a leader to leave, not foreign powers.",
    "In Africa today, we recognise that trade and investment, and not aid, are pillars of development.",
    "My own experience from a decade ago taught me I cannot trust the UN. But it is a world body and we have to live with it and tolerate it. But I can't hide my feelings about its inefficiency and its not being productive.",
    "National security is vital for economic and social progress.",
    "Strong economic growth, and especially a significant increase in private sector investment, is the only sustainable path forward for Rwanda.",
    "I often wonder why the West is much more interested in aid deliveries than in fair trade, for example. The fair exchange of goods would place far more money into the hands of the affected people than relief operations.",
    "There are things I admire, for example, about South Korea or Singapore. I admire their history, their development and how intensively they have invested in their people and in technology.",
    "The new Rwanda is about building an economy that delivers prosperity and opportunity for our citizens based on a robust private sector. Foreign adventures would be costly and counterproductive distractions from these challenging objectives.",
    "Democracy holds little appeal for people who are struggling to survive.",
    "Israel and Rwanda both play an active part in international organizations, including the U.N., but I think it's true that our unique experiences as nations have shaped a fierce independence that we will not relinquish.",
    "I grew up in a refugee camp in Uganda, and I lived there for 30 years. That shapes one's character.",
    "The history and national interest of Rwanda and the Rwandan people dictate our national orientation."
  ],
  "Pol Pot": [
    "He who protests is an enemy; he who opposes is a corpse.",
    "Better to kill an innocent by mistake than spare an enemy by mistake.",
    "If you have a disease of the old society, take a dose of Lenin as medication.",
    "We will burn the old grass and the new will grow.",
    "Since he is of no use anymore, there is no gain if he lives and no loss if he dies.",
    "I did not join the resistance movement to kill people, to kill the nation. Look at me now. Am I a savage person? My conscience is clear.",
    "Exterminate the 50 million Vietnamese and purify the masses of the [Cambodian] people.",
    "To kill the grass you must also remove the root",
    "Hunger is the most effective disease.",
    "I want you to know that everything I did, I did for my country.",
    "When I die, my only wish is that Cambodia remain Cambodia and belong to the West. It is over for communism, and I want to stress that.",
    "In Khmer we have a saying that when one is both quite sick and old there remains only one thing, that you die.",
    "No gain in keeping, no loss in weeding out.",
    "The sick are victims of their own imagination.",
    "For the other people, the babies, the young ones, I did not order them to be killed. For Son Sen and his family, yes. I feel sorry for that. That was a mistake that occurred when we put our plan into practice. I feel sorry.",
    "There's what we did wrong and what we did right. The mistake is that we did some things against the people - by us and also by the enemy - but the other side, as I told you, is that without our struggle there would be no Cambodia right now.",
    "I came to join the revolution, not to kill the Cambodian people. Look at me now. Am I a violent person? No. So, as far as my conscience and my mission were concerned, there was no problem.",
    "If you wish to live exactly as you please, the Angkar will put aside a small piece of land for you.",
    "Even now, and you can look at me, am I a savage person? My conscience is clear.",
    "The Vietnamese... wanted to assassinate me because they knew without me they could easily swallow up Cambodia.",
    "The first time I heard of Tuol Sleng, it was on the Voice of America. I listened twice.",
    "I do not reject responsibility - our movement made mistakes, like every other movement in the world. But there was another aspect that was outside our control - the enemy's activities against us."
  ],
  "Radovan Karadzic": [
    "The Serbs have only two friends, God and the Greeks.",
    "I do not know how long the arm of Mr Holbrooke or Mrs Albright is ... or whether that arm can reach me here."
  ],
  "Recep Tayyip Erdogan": [
    "There is no moderate or immoderate Islam. Islam is Islam and that's it.",
    "You cannot put women and men on an equal footing. It is against nature. They were created differently. Their nature is different. She should not laugh loudly in front of all the world and should preserve her decency at all times.",
    "The best examples of lies can be found there. To me, social media is the worst menace to society.",
    "According to this view, democracy is a product of western culture, and it cannot be applied to the Middle East which has a different cultural, religious, sociological and historical background.",
    "The knife in the hand of a murderer kills, but if you give it to a doctor he will heal with it.",
    "Our religion has defined a position for women (in society): motherhood. Some people can understand this, while others can't. You cannot explain this to feminists because they don't accept the concept of motherhood.",
    "If the people allow something to happen, it's the right thing.",
    "Turkey is the gateway to the east for Europe, and the gateway to Europe for the east. We have a bridging function that Europe shouldn't underestimate.",
    "I am saying yes to criticism, but no to insults.",
    "We will not leave this nation at the mercy of YouTube and Facebook.",
    "If we look at history, we will see that regimes which persecute [their people] do not remain standing.",
    "Forsake Alcohol, eat grapes instead!",
    "My own daughters weren't able to study in Turkey because of their headscarves, so they went to the United States.",
    "In Turkey the religious minorities have more rights than they do in Europe.",
    "However, democracy cannot be defined as the existence of parliaments and elections alone.",
    "As a politician who cherishes religious conviction in his personal sphere, but regards politics as a domain belonging outside religion, I believe that this view is seriously flawed.",
    "It is impossible to preserve my friendship with people who are allegedly leaders when they are attacking their own people, shooting at them, using tanks and other forms of heavy weaponry.",
    "We are against the majority tyrannizing the minority. But we are definitely against the minority tyrannizing the majority.",
    "Similarly, it is argued that the culture of Islam is incompatible with democracy. Basically, this conventional perspective of the Middle East thus contends that democracy in that region is neither possible nor even desirable",
    "I cannot understand how sensible people still defend Facebook, YouTube and Twitter",
    "Everyone should unconditionally accept that Israel is an indispensable element of the Middle Eastern mosaic."
  ],
  "Robert Mugabe": [
    "Sometimes you look back at girls you spent money on rather than send it to your mum and you realise witchcraft is real",
    "If President Barack Obama wants me to allow marriage for same-sex couples in my country (Zimbabwe), he must come here so that I marry him first.",
    "Dont fight even over girlfriends. The country is full of beautiful women. If you cant get one, come to Mugabe for assistance.",
    "South Africans will kick down a statue of a dead white man but won't even attempt to slap a live one. Yet they can stone to death a black man simply because he's a foreigner",
    "The only white man you can trust is a dead white man.",
    "I have died many times. I have actually beaten Jesus Christ because he only died once.",
    "If you take men and lock them in a house for five years and tell them to come up with two children and they fail to do that, then we will chop off their heads.",
    "Don't drink at all, don't smoke, you must exercise and eat vegetables and fruit.",
    "Only God who appointed me will remove me.",
    "The Commonwealth is a mere club, but it has become like Animal Farm, where some members are more equal than others. How can Blair claim to regulate and direct events and still say all of us are equals?",
    "The land is ours. It's not European and we have taken it, we have given it to the rightful people... Those of white extraction who happen to be in the country and are farming are welcome to do so, but they must do so on the basis of equality.",
    "What is the problem? We now have aeroplanes which can take them back quicker than the ships used by their ancestors.",
    "We have fought for our land, we have fought for our sovereignty, small as we are we have won our independence and we are prepared to shed our blood... So, Blair keep your England, and let me keep my Zimbabwe.",
    "We have said we will never collapse, never ever. We may have our droughts, our poverty, but as a people we shall never collapse, never ever.",
    "We don't mind having sanctions banning us from Europe. We are not Europeans.",
    "It's not possible that women can be at par with men.",
    "The voice of Mr Bush and the voice of Mr Blair can't decide who shall rule in Zimbabwe, who shall rule in Africa, who shall rule in Asia, who shall rule in Venezuela, who shall rule in Iran, who shall rule in Iraq.",
    "I am an educationist. I'm an economist. I am a politician. I am also now a good storyteller, you know?",
    "Our economy is a hundred times better, than the average African economy. Outside South Africa, what country is [as good as] Zimbabwe?.. What is lacking now are goods on the shelves - that is all.",
    "We are no longer going to ask for the land, but we are going to take it without negotiating."
  ],
  "Saddam Hussein": [
    "Don't be attracted to easy paths because the paths that make your feet bleed are the only way to get ahead in life.",
    "Politics is when you say you are going to do one thing while intending to do another. Then you do neither what you said nor what you intended.",
    "I call on you not to hate, because hate does not leave space for a person to be fair and it makes you blind and closes all doors of thinking.",
    "Nothing worse than Kurds in your milk. General, make sure i never see another Kurd again.",
    "Don?t make decisions in anger or humiliate an enemy after defeating him.",
    "Whoever tries to climb over our fence, we will try to climb over his house.",
    "You Americans, you treat the Third World in the way an Iraqi peasant treats his new bride. Three days of honeymoon, and then it's off to the fields.",
    "The United States must get a taste of its own poison.",
    "Those who fight in God's cause will be victorious.",
    "Strike them and strike evil so that evil will be defeated.",
    "The most important thing about marriage is that the man must not let the woman feel downtrodden simply because she is a woman and he is a man.",
    "Allah is on our side. That is why we will beat the aggressor.",
    "The faithful will be victorious over the sinners.",
    "Palestine is Arab and must be liberated from the river to the sea and all the Zionists who emigrated to the land of Palestine must leave.",
    "I am not guilty, I am innocent.",
    "We are ready to sacrifice our souls, our children and our families so as not to give up Iraq. We say this so no one will think that America is capable of breaking the will of the Iraqis with its weapons.",
    "We do not have weapons of mass destruction.",
    "Long live jihad and long live Palestine.",
    "Oh sons of Arabs and the Arab Gulf, rebel against the foreigner...Take revenge for your dignity, holy places, security, interests and exalted values."
  ],
  "Vidkun Quisling": [
    "Do not handicap yourself with the idea of revenge, for the trend of things will revenge your wrong not only upon the individuals responsible for your persecution, but on the society that has permitted this lawlessness.",
    "Europe is standing on the brink of the greatest tragedy in the history of the human race: a new world war, that may involve the doom of our entire civilisation."
  ],
  "Viktor Orban": [
    "Everybody who comes to the EU as a migrant is basically coming illegally.",
    "Liberty comes only after security.",
    "I believe that the future for a more effective, more efficient way of approaching the challenges Europe is facing is going to be more properly and more effectively handled and seen through the member states.",
    "If you are not able to provide security for your own country, how can you guarantee liberties?",
    "Europe is slow to react, it is lagging behind in competitiveness, there are problems with demography, population, serious problems with security, internal security and military capabilities.",
    "The world has changed around Europe. It is not only the migration crisis that has shown Europe is not up for challenge."
  ],
  "Vladimir Putin": [
    "It's better to be hanged for loyalty than be rewarded for betrayal.",
    "You can do a lot more with weapons and politeness than just politeness.",
    "People are always teaching us democracy but the people who teach us democracy don't want to learn it themselves.",
    "It's better not to argue with women.",
    "I don't regret anything. I did everything absolutely correctly.",
    "Sometimes it is necessary to be lonely in order to prove that you are right.",
    "I think every person should have some faith inside him, in his heart. What matters is not an external display of this faith, but the inner state of the soul.",
    "Europeans are dying out. Don't you understand that? And same-sex marriages don't produce children. Do you want to survive by drawing migrants? But society cannot adapt so many migrants.",
    "We are all different, but when we ask for the Lord's blessings, we must not forget that God created us equal.",
    "We in Russia have always considered Russians and Ukrainians to be one people. I still think so.",
    "Hitler wanted to destroy Russia- everyone needs to remember how that ended",
    "There is no such thing as a former KGB man.",
    "A country in which the people are not healthy physically and psychologically, are poorly educated and illiterate, will never rise to the peaks of world civilization.",
    "Anyone who doesn't regret the passing of the Soviet Union has no heart. Anyone who wants it restored has no brains.",
    "Maybe they have nothing else to do in America but to talk about me.",
    "Russia's partners should understand it's best not to mess with us.",
    "It's better not to argue with women... When people push boundaries too far, it's not because they are strong but because they are weak. But maybe weakness is not the worst quality for a woman.",
    "NATO and the USA wanted a complete victory over the Soviet Union. They wanted to sit on the throne in Europe alone.",
    "Nobody should pin their hopes on a miracle.",
    "Everything will probably never be Ok. But we have to try for it.",
    "One thing is clear, everyone, no matter what their professional or material status, no matter what their influence on various state structures, must obey the law.",
    "A policy of expansionism and conquest has no future in the modern world."
  ],
  "Xi Jinping": [
    "Happiness does not fall out of the blue and dreams will not come true by themselves. We need to be down-to-earth and work hard. We should uphold the idea that working hard is the most honorable, noblest, greatest and most beautiful virtue.",
    "Comrade Mao, whether he was crossing 'a sea of surging waves' or scaling 'a mountain pass impregnable as iron' always held unwaveringly to his course, setting a shining example for the Chinese Communist Party.",
    "It was the greatest contribution towards the whole of human race, made by China, is to prevent its 1.3 billion people from hunger.",
    "Why did the Soviet Union disintegrate? Why did the Soviet Communist Party collapse? An important reason was that their ideals and beliefs had been shaken.",
    "The development of the Internet has posed new challenges to national sovereignty, security and development interests.",
    "NBA games are exciting to watch and have global appeal. They are very popular in China. I do watch NBA games on television when I have time.",
    "Corruption could lead to the collapse of the Party [Communist Party of China] and the downfall of the state [People's Republic of China].",
    "I think both sides [China and United States] should work hard to build a new type of relationship between big powers. The two sides should cooperate with each other for a win-win result in order to benefit people from the two countries and the world.",
    "During the long process of history, by relying on our own diligence, courage and wisdom, Chinese people have opened up a good and beautiful home where all ethnic groups live in harmony and fostered an excellent culture that never fades.",
    "The Chinese government does not engage in theft of commercial secrets in any form, nor does it encourage or support Chinese companies to engage in such practices in any way.",
    "During the civilisation and development process of more than 5,000 years, the Chinese nation has made an indelible contribution to the civilisation and advancement of mankind.",
    "[We should] set our eyes on the future. The political differences between the Chinese mainland and Taiwan should eventually be solved step by step, and [we] can not let these problems hand on from generation to generation.",
    "Of course, we also are soberly aware that historical problems remain in cross-strait relations, and that there will be issues in the future that will require time, patience and joint efforts to resolve.",
    "The issue [Israeli-Palestinian conflict], already lasting more than half a century, has brought deep suffering to the Palestinian people and remains an important reason of extended turbulence in the Middle East region.",
    "Safeguarding the interests of our Taiwan compatriots and expanding their well-being is the mainland's oft-repeated pledge and solemn promise of the new leaders of China's Communist Party central committee."
  ]
}