{
  "Adolf Eichmann": [
    "Now that I look back, I realize that a life predicated on being obedient and taking orders is a very comfortable life indeed. Living in such a way reduces to a minimum one's need to think.",
    "To sum it all up, I must say that I regret nothing.",
    "I will leap into my grave laughing because the feeling that I have five million human beings on my conscience is for me a source of extraordinary satisfaction.",
    "I am a victim of an error of judgement."
  ],
  "Adolf Hitler": [
    "If you win, you need not have to explain...If you lose, you should not be there to explain!",
    "Do not compare yourself to others. If you do so, you are insulting yourself.",
    "if you want to shine like sun first you have to burn like it.",
    "And I can fight only for something that I love, love only what I respect, and respect only what I at least know.",
    "Anyone can deal with victory. Only the mighty can bear defeat.",
    "Think Thousand times before taking a decision But - After taking decison never turn back even if you get Thousand difficulties!!",
    "When diplomacy ends, War begins.",
    "The man who has no sense of history, is like a man who has no ears or eyes",
    "Reading is not an end to itself, but a means to an end.",
    "I use emotion for the many and reserve reason for the few.",
    "He alone, who owns the youth, gains the future.",
    "To conquer a nation, first disarm its citizens.",
    "Words build bridges into unexplored regions.",
    "The victor will never be asked if he told the truth. ",
    "The art of reading and studying consists in remembering the essentials and forgetting what is not essential.",
    "If freedom is short of weapons, we must compensate with willpower.",
    "The only preventative measure one can take is to live irregularly.",
    "The very first essential for success is a perpetually constant and regular employment of violence.",
    "As in everything, nature is the best instructor.",
    "Kill, Destroy, Sack, Tell lie; how much you want after victory nobody asks why?",
    "He who would live must fight. He who doesn't wish to fight in this world, where permanent struggle is the law of life, has not the right to exist.",
    "The great strength of the totalitarian state is that it forces those who fear it to imitate it.",
    "Obstacles do not exist to be surrendered to, but only to be broken.",
    "Humanitarianism is the expression of stupidity and cowardice."
  ],
  "Benito Mussolini": [
    "Fascism should more appropriately be called Corporatism because it is a merger of state and corporate power",
    "It is better to live one day as a lion than 100 years as a sheep.",
    "We become strongest, I feel, when we have no friends upon whom to lean, or to look for moral gudance",
    "State ownership! It leads only to absurd and monstrous conclusions; state ownership means state monopoly, concentrated in the hands of one party and its adherents, and that state brings only ruin and bankruptcy to all.",
    "A nation of spaghetti eaters cannot restore Roman civilization!",
    "Every anarchist is a baffled dictator.",
    "We have buried the putrid corpse of liberty",
    "Let us have a dagger between our teeth, a bomb in our hand, and an infinite scorn in our hearts.",
    "The definition of fascism is The marriage of corporation and state ",
    "Democracy is a kingless regime infested by many kings who are sometimes more exclusive, tyrannical and destructive than one, even if he be a tyrant.",
    "The history of saints is mainly the history of insane people.\" -Benito Mussolini (Chuck Palahniuk - Pygmy)",
    "Socialism is a fraud, a comedy, a phantom, a blackmail.",
    "It is the State which educates its citizens in civic virtue, gives them a consciousness of their mission and welds them into unity.",
    "Fascism should more appropriately be called Corporatism because it is a merger of state and corporate power.",
    "Fascist education is moral, physical, social, and military: it aims to create a complete and harmoniously developed human, a fascist one according to our views.",
    "There is a violence that liberates, and a violence that enslaves; there is a violence that is moral and a violence that is immoral",
    "The truth is that men are tired of liberty.",
    "Liberty is a duty, not a right.",
    "Fascism should more appropriately be called Corporatism because it is a merger of state and corporate power\" <-- This is a fake quote, it appears in none of the writings or recorded speeches of Mussolini.― Benito Mussolini",
    "All within the state, nothing outside the state, nothing agaisnt the state",
    "The function of a citizen and a soldier are inseparable.",
    "You must always be doing things and obviously succeeding. The hard part is to keep people always at the window because of the spectacle you put on for them. And you must do this for years.",
    "Fascism should rightly be called corporatism, as it is the merger of corporate and government power."
  ],
  "Benjamin Netanyahu": [
    "If the Arabs put down their weapons today, there would be no more violence. If the Jews put down their weapons today, there would be no more Israel",
    "We are benefiting from one thing, and that is the attacks on the twin towers and the pentagon and the American struggle in Iraq. These events swung American public opinion in our favor",
    "History has shown us time and again that what is right is not what is popular.",
    "If diplomacy has any chance to work, it must be coupled with a credible military threat.",
    "It doesn't matter if justice is on your side. You have to depict your position as just.",
    "… the Arab world is more than five hundred times the size of the Jewish state.",
    "No other country faces both constant threats to its existence and constant criticism for acting against such threats.",
    "the art of politics and the idea of cohering interests.",
    "… the philosopher Moses Maimonides declared that the return to Israel was the only hope of an end to Jewish suffering at the hands of the Arabs, of whom he writes that ‘Never did a nation molest, degrade, debase, and hate us as much as they.",
    "Here in America my classmates don't know what they are living for, but in Israel, we know."
  ],
  "Caligula": [
    "Oderint dum metuant.\"Let them hate me, as long as they fear me.",
    "The truth lies buried in the darkness of the soul.",
    "Let the hate so long as they fear",
    "I have existed from the morning of the world and I shall exist until the last star falls from the night. Although I have taken the form of Gaius Caligula, I am all men as I am no man and therefore I am a God."
  ],
  "Charles Manson": [
    "You know, a long time ago being crazy meant something. Nowadays everybody's crazy.",
    "Look down at me and you see a fool,Look up at me and you see a god,Look straight at me and you see yourself.",
    "Total paranoia is just total awareness.",
    "I can't judge any of you. I have no malice against you and no ribbons for you. But I think that it is high time that you all start looking at yourselves, and judging the lie that you live in.",
    "I'm nobodyI'm a tramp, a bum, a hoboI'm a boxcar and a jug of wineAnd a straight razor ...if you get too close to me",
    "We`re not in Wonderland anymore, Alice.",
    "The real strong have no need to prove it to the phonies.",
    "Sanity is a small box; insanity is everything.",
    "The mind is endless. You put me in a dark solitary cell, and to you that's the end, to me it's the beginning, it's the universe in there, there's a world in there, and I'm free.",
    "In my mind's eye my thoughts light fires in your cities.",
    "Death is the greatest form of love.",
    "Do you feel blame? Are you mad? Uh, do you feel like wolf kabob Roth vantage? Gefrannis booj pooch boo jujube; bear-ramage. Jigiji geeji geeja geeble Google. Begep flagaggle vaggle veditch-waggle bagga?",
    "If you're going to do something, do it well. And leave something witchy.",
    "These children that come at you with knives--they are your children. You taught them. I didn't teach them. I just tried to help them stand up.",
    "You people would convict a grilled cheese sandwich of murder and the people wouldn't question it.",
    "Remorse for what? You people have done everything in the world to me. Doesn't that give me equal right?",
    "You got to realize; you're the Devil as much as you're God.",
    "Pain's not bad, it's good. It teaches you things. I understand that.",
    "I know and understand you are much more than what I think you are but first I must deal with you the way I think you even if that's only my own thinking and not you.",
    "Fear of vikings build castles.",
    "Animals shouldn't be hunted and nature shouldn't be disturbed, even destroyed, to benefit the whims of mankind",
    "Now I am too beautiful to be set free.",
    "The way out of a room is not through the door. Just don't want out. And you're free…",
    "From the world of darkness I did loose demons and devils in the power of scorpions to torment.",
    "I'm Jesus Christ, whether you want to accept it or not, I don't care.",
    "There is no way that you can know the taste of water unless you drink it or unless it has rained on you or unless you jump in the river."
  ],
  "Charles Taylor": [
    "[E]ach of our voices has something unique to say. Not only should I not mold my life to the demands of external conformity; I can't even find the model by which to live outside myself. I can only find it within.",
    "[M]y discovering my own identity doesn't mean that I work it out in isolation, but that I negotiate it through dialogue, partly overt, partly internal, with others.",
    "We become full human agents, capable of understanding ourselves, and hence of defining our identity, through our acquisition of rich human languages of expression.",
    "There is a widespread sense of loss here, if not always of God, then at least of meaning.",
    "What should have died along with communism is the belief that modern societies can be run on a single principle, whether that of planning under the general will or that of free-market allocations.",
    "But an important point is that, once again as with \"scientific\" proofs of atheism, it is not the cast-iron intellectual reasoning which convinces, but the relief of revolt.",
    "...liberalism can't and shouldn't claim complete cultural neutrality. Liberalism is also a fighting creed.",
    "...dominant groups tend to entrench their hegemony by inculcating an image of inferiority in the subjugated.",
    "Experience is that wherein our previous sense of reality is undone, refuted, and shows itself as needing to be reconstituted. It occurs precisely in those moments where the object 'talks back'.",
    "The only meaningful life is that which is deepened by carrying through these commitments, living through the dead periods in order to lay the foundations for the creative ones.",
    "Spontaneity at all levels is guided by the goal of getting it right; being clearly “forced” to come to some conclusion is not its negation, but its highest fulfillment.",
    "the change I want to define and trace is one which takes us from a society in which it was virtually impossible not to believe in God, to one in which faith, even for the staunchest believer, is one human",
    "Following one good to the end may be catastrophic, not because it isn't a good, but because there are others which can't be sacrificed without evil.",
    "The ideally free Ego would be a lucid calculator of payoffs.",
    "...the dark side of individualism is a centering on the self, which both flattens and narrows our lives, makes them poorer in meaning, and less concerned with others or society."
  ],
  "Che Guevara": [
    "Many will call me an adventurer, and that I am...only one of a different sort: one who risks his skin to prove his truths.",
    "If you tremble with indignation at every injustice then you are a comrade of mine.",
    "We cannot be sure of having something to live for unless we are willing to die for it.",
    "Every day People straighten up the hair, why not the heart?",
    "At the risk of seeming ridiculous, let me say that the true revolutionary is guided by a great feeling of love. It is impossible to think of a genuine revolutionary lacking this quality.",
    "Be realistic, demand the impossible!",
    "Let the world change you and you can change the world",
    "I am not a liberator. Liberators do not exist. The people liberate themselves.",
    "I know you are here to kill me. Shoot, coward, you are only going to kill a man.",
    "The first duty of a revolutionary is to be educated.",
    "Silence is argument carried out by other means.",
    "And then many things became very clear... we learned perfectly that the life of a single human being is worth millions of times more than all the property of the richest man on earth.",
    "I would rather die standing up to live life on my knees.",
    "Above all, always be capable of feeling deeply any injustice committed against anyone, anywhere in the world.",
    "The walls of the educational system must come down. Education should not be a privilege, so the children of those who have money can study.",
    "I knew that when the great guiding spirit cleaves humanity into two antagonistic halves, I will be with the people.",
    "There is no other definition of socialism valid for us than that of the abolition of the exploitation of man by man.",
    "I will fight with all the weapons within my reach rather than let myself be nailed to a cross or whatever.",
    "The revolution is not an apple that falls when ripe. You have to make it fall.",
    "There are no boundaries in this struggle to the death. We cannot be indifferent to what happens anywhere in the world, for a victory by any country over imperialism is our victory; just as any country's defeat is a defeat for all of us.",
    "The best form of saying is being",
    "A country that does not know how to read and write is easy to deceive.",
    "The true revolutionary is guided by great feelings of love.",
    "I now know, by an almost fatalistic conformity with the facts, that my destiny is to travel...",
    "The revolution is made through human beings, but individuals must forge their revolutionary spirit day by day"
  ],
  "Chris Watts": [
    "I mean, like, I would NEVER do anything to those kids or that wife. Like, ever. Like, at all. Like, that is something I would never do."
  ],
  "Fidel Castro": [
    "A revolution is not a bed of roses. A revolution is a struggle between the future and the past.",
    "The ever more sophisticated weapons piling up in the arsenals of the wealthiest and the mightiest can kill the illiterate, the ill, the poor and the hungry, but they cannot kill ignorance, illness, poverty or hunger.",
    "...quality of life lies in knowledge, in culture. Values are what constitute true quality of life, the supreme quality of life, even above food, shelter and clothing.",
    "I'm not attached to anything.I'm attached to what it feels it's my duty, to do my duty.I think that I will die with the boots on.",
    "Today, the entire country is an immense University.",
    "A revolution is a struggle to the death between the future and the past.",
    "Sorry, I'm still a dialectical materialist.",
    "Ignorance is the root of many ills. Knowledge must be the fundamental ally of nations that aspire, despite all their tragedies and problems, to become truly emancipated, to build a better world.",
    "If people call me Christian, not from the standpoint of religion but from the standpoint of social vision, I declare that I am a Christian.",
    "Humanity can learn from those who have broken their chains. Those who have chained humanity for centuries cannot teach humanity anything.",
    "We have the lowest student-teacher ratio and spend five times as much on schools than war - the opposite of what the United States does. [explaining why Cuba has the highest literacy in the world]",
    "The fact is, when men carry the same ideals in their hearts, nothing can isolate them - neither prison walls nor the sod of cemeteries. For single memory, a single spirit, a single idea, a single conscience, a single dignity will sustain them all.",
    "To the accusation that Cuba wants to export its revolution, we reply: Revolutions are not exported, they are made by the people.",
    "A revolution is not a bed of roses.",
    "Today you cannot talk about a United Nations system;… what actually exists is a domination system over nearly all countries in the world by a small group of powers under the aegis of the United States, determining all issues.",
    "inspired my own life.Victory has thousands father but failure always find itself an orphan.--Fidel Castro"
  ],
  "Francisco Goya": [
    "The sleep of reason produces monsters."
  ],
  "Genghis Khan": [
    "I am the punishment of God...If you had not committed great sins, God would not have sent a punishment like me upon you.",
    "If you're afraid - don't do it, - if you're doing it - don't be afraid!",
    "an action comitted in anger is an action doomed to failure.",
    "I am the flail of god. Had you not created great sins, god would not have sent a punishment like me upon you.",
    "There is no value in anything until it is finished.",
    "Conquering the world on horseback is easy; it is dismounting and governing that is hard.",
    "The greatest happiness is to vanquish your enemies, to chase them before you, to rob them of their wealth, to see those dear to them bathed in tears, to clasp to your bosom their wives and daughters.",
    "A man's greatest joy is crushing his enemies.",
    "There is no good in anything until it is finished.",
    "With Heaven's aid I have conquered for you a huge empire. But my life was too short to achieve the conquest of the world. That task is left for you.",
    "Attack with aggression, but always have a plan of retreat."
  ],
  "Hassan Nasrallah": [
    "We will consider every hand who will try to take our weapons, as an Israeli hand.",
    "If you want to judge if a party is a Lebanese enough, let me say we take up arms and fight against the occupation of our land, is that Lebanese enough?",
    "Our priority is still the liberation of our land and the protection of Lebanon from the Israeli threat.",
    "In man - in the history of mankind, this has happened many times, and occupation leaders cling on to the land that they're occupying. People fight to liberate their land. But in the end, the people's will is what achieves victory.",
    "It is our pride that the Great Satan (U.S.) and the head of despotism, corruption and arrogance in modern times considers us as an enemy that should be listed in the terrorism list.",
    "Israel is our enemy. This is an aggressive, illegal, and illegitimate entity, which has no future in our land. Its destiny is manifested in our motto: 'Death to Israel."
  ],
  "Heinrich Himmler": [
    "The best political weapon is the weapon of terror. Cruelty commands respect. Men may hate us. But, we don't ask for their love; only for their fear. ",
    "Germans who wish to use firearms should join the SS or the SA -- ordinary citizens don't need guns, as their having guns doesn't serve the State.",
    "We are doing this for Germany, and above all for the man whom we all love, who has the hardest task on Earth, for our Führer.",
    "It would be an evil day if the Germanic people did not survive it. It would be the end of beauty and \"Kultur\", of the creative power of this earth.",
    "In any case we must educate our young always to be chivalrous men, men (Menschen) who stand up for women",
    "We must put a stop to the whole tendency, which we have today in youth and which we may also have in the SS, to mock a man who walks with a girl, a man who is respectful toward his mother, and a boy who is gentlemanly toward his sister.",
    "We must be clear about that: the movement, the Weltanschauung has lasting stability if it is supported by the woman"
  ],
  "Hồ Chí Minh": [
    "To reap a return in ten years, plant trees. To reap a return in 100, cultivate the people.",
    "It was patriotism, not communism, that inspired me.",
    "You will kill ten of us, we will kill one of you, but in the end, you will tire of it first.",
    "Remember, the storm is a good opportunity for the pine and the cypress to show their strength and their stability.",
    "You can kill ten of our men for every one we kill of yours. But even at those odds, you will lose and we will win.",
    "I follow only one party: the Vietnamese party ",
    "Mr. Schoenbrun, we have a secret weapon ... don't smile when I tell you this. Our secret weapon is nationalism. To have nationhood, which is a sign of maturity, is greater than any weapons in the world.",
    "After the rain, good weather.In the wink of an eye,the universe throws off its muddy clothes.",
    "I'm very moved to be here today, ... Our lives are now much better, but Vietnam remains a very poor country. We need to work much harder.",
    "The great victory of April 30 represents the triumph of the entire nation, of justice over brutality and of humanity over tyranny.",
    "The morning sun shines over the prison wall,And drives away the shadows and miasma of hopelessness.A life-giving breeze blows across the earth.A hundred imprisoned faces smile once more.",
    "It may take three years, it may take five, it may take ten, but that will be the war of Indo-china.",
    "We are convinced that the Allied nations which ... have acknowledged the principles of self-determination and equality of nations, will not refuse to acknowledge the independence of Vietnam.",
    "Eyes must look far ahead, and thoughts be deeply pondered.Be bold and unremitting in attack.Give the wrong command, and two chariots are rendered useless.Come the right moment, a pawn can bring you victory.",
    "I've never cared for humming verseBut what to do inside a jail?I'll hum some verse to pass long daysI'll hum and wait till freedom comes.",
    "Among the collection of crimes of American \"civilization,\" lynching has a special place of honor.",
    "Freedom for my people, independence for my country, this is all I want, all what I understand.",
    "I only have one desire, the ultimate desire is to make our country completely independent, our people completely free, all compatriots have food to eat, clothes to wear, anyone can study.",
    "The U.S. imperialists are expanding their war against national independence and peace in Vietnam. They are committing monstrous atrocities and crimes more odious than the Hitlerite fascists.",
    "I only have one desire, the ultimate desire is to make our country completely independent, our people completely free, all compatriots have food to eat, clothes to wear, everyone has the opportunity to study.",
    "When the prison doors are opened, the real dragon will fly out.",
    "Freedom for my people, independence for my country, that's all I want, all I understand.",
    "The successes recorded by our Southern compatriots show that the U.S. imperialists, no matter what modern weapons they may have, are not to be feared.",
    "A revolutionary must have solid foundation of revolutionary morality in order to fulfill his glorious revolutionary task."
  ],
  "Idi Amin": [
    "There is freedom of speech, but I cannot guarantee freedom after speech.",
    "You cannot run faster than a bullet",
    "The only legitimate antidote for self-doubt and the shameful weakness it breeds is joyful self-acceptance.",
    "If we knew the meaning to everything that is happening to us, then there would be no meaning."
  ],
  "Jim Jones": [
    "Those who forget the past are doomed to repeat it."
  ],
  "Joseph Goebbels": [
    "It would not be impossible to prove with sufficient repetition and a psychological understanding of the people concerned that a square is in fact a circle. They are mere words, and words can be molded until they clothe ideas and disguise.",
    "Faith moves mountains, but only knowledge moves them to the right place...",
    "Think of the press as a great keyboard on which the government can play.",
    "The most brilliant propagandist technique will yield no success unless one fundamental principle is borne in mind constantly - it must confine itself to a few points and repeat them over and over.",
    "If the day should ever come when we must go, if some day we are compelled to leave the scene of history, we will slam the door so hard that the universe will shake and mankind will stand back in stupefaction..",
    "We shall go down in history as the greatest statesmen of all time,or as the greatest criminals",
    "Man only honors what he conquers or defends.",
    "Man is and remains an animal.Here a beast of prey, there a housepet, but always an animal.",
    "You can't change the masses. They will always be the same: dumb, gluttonous and forgetful.",
    "Our starting point is not the individual:We do not subscribe to the view that one should feed the hungry, give drink to the thirsty, or clothe the naked … Our objectives are different: We must have a healthy people in order to prevail in the world.",
    "That propaganda is good which leads to success, and that is bad which fails to achieve the desired result. It is not propaganda's task to be intelligent, its task is to lead to success.",
    "The truth is always stronger than the lie.",
    "The mission of women is to be beautiful and to bring children into the world.",
    "Devotion, fervor, longing! Those are my pillars. We have to be the bridge to the future.",
    "Make the lie big, make it simple, keep saying it, and eventually they will believe it.",
    "At night I sit in my room and read the Bible.In the distance, the sea roars.Then I lay awake for a long timeand think of the quiet, pale man from Nazareth.",
    "It's necessary to exterminate these Jews like rats, once and for all. In Germany, thank God, we've already taken care of that. I hope that the world will follow this example.",
    "A fourteen-year-old lad crouching with his bazooka behind a ruined wall on a burned out street is worth more to the nation than ten intellectuals who attempt to prove that our chances now are nil.",
    "As a young person, to already have the courage to face the pitiless glare, to overcome the fear of death, and to regain respect for death – this is the task of this young generation."
  ],
  "Joseph Stalin": [
    "Those who vote decide nothing. Those who count the vote decide everything.",
    "Education is a weapon, whose effect depends on who holds it in his hands and at whom it is aimed.",
    "This creature softened my heart of stone. She died and with her died my last warm feelings for humanity.",
    "It is not heroes that make history, but history that makes heroes.",
    "Death is the solution to all problems. No man - no problem.",
    "History has shown there are no invincible armies.",
    "I believe in only one thing, the power of human will.",
    "When there's a person, there's a problem. When there's no person, there's no problem.",
    "Quantity has a quality all its own.",
    "[spurious].",
    "You cannot make a revolution with silk gloves.",
    "music's a good thing, it calm the beast in the man. ",
    "People who cast the votes decide nothing. The people who count the votes decide everything.",
    "In the Soviet Union, it's takes more courage to retreat than advance.",
    "Take some exercise, try to recover the look of a human being.",
    "The Pope! How many divisions has he got?",
    "The only real power comes out of a long rifle.",
    "[redacted; spurious].",
    "It doesnt matter how many people vote, only who counts them.",
    "When the Bolsheviks came to power they were soft and easy with their enemies... we had begun by making a mistake. Leniency towards such a power was a crime against the working classes. That soon became apparent...",
    "In the Soviet army it takes more courage to retreat than advance.",
    "If Stalin was such a bad guy, why do all these people have to resort to attributing to him almost entirely quotes he didn't make, or manipulate his actual quotes just enough to make them seem evil?",
    "We don't let them have ideas. Why would we let them have guns?",
    "History shows that there are no invincible armies.",
    "Advance towards socialism cannot but cause the exploiting elements to resist the advance, and the resistance of the exploiters cannot but lead to the inevitable sharpening of the class struggle."
  ],
  "Josip Broz Tito": [
    "We have spilt an ocean of blood for the brotherhood and unity of our peoples and we shall not allow anyone to touch or destroy it from within.",
    "None of our republics would be anything if we weren't all together; but we have to create our own history - history of United Yugoslavia, also in the future.",
    "Stalin: Stop sending people to kill me! We've already captured five of them, one with a bomb and another with a rifle… If you don't stop sending killers, I'll send one to Moscow, and I won't have to send another",
    "No one questioned \"who is a Serb, who is a Croat, who is a Muslim (Bosniak)\" we were all one people, that's how it was back then, and I still think it is that way today.",
    "I am the leader of one country which has two alphabets, three languages, four religions, five nationalities, six republics, surrounded by seven neighbours, a country in which live eight ethnic minorities."
  ],
  "Julius Caesar": [
    "In the end, it is impossible not to become what others believe you are.",
    "Experience is the teacher of all things.",
    "The greatest enemy will hide in the last place you would ever look.",
    "I love the name of honor more than I fear death.",
    "Without training, they lacked knowledge.Without knowledge, they lacked confidence. Without confidence, they lacked victory.",
    "No one is so brave that he is not disturbed by something unexpected.",
    "Men are nearly always willing to believe what they wish",
    "It is easier to find men who will volunteer to die, than to find those who are willing to endure pain with patience.",
    "If you must break the law, do it to seize power: in all other cases observe it.",
    "It is better to create than to learn! Creating is the essence of life.",
    "I came to Rome when it was a city of stone ... and left it a city of marble",
    "Divide and Conquer.",
    "All bad precedents begin as justifiable measures.",
    "I love treason but hate a traitor.",
    "What we wish, we readily believe, and what we ourselves think, we imagine others think also.",
    "He has not learned the lesson of life who does not every day surmount a fear.",
    "In war, events of importance are the result of trivial causes.",
    "Human nature is universally imbued with a desire for liberty, and a hatred for servitude.",
    "It is not these well-fed long-haired men that I fear, but the pale and the hungry-looking...."
  ],
  "Kim Il-sung": [
    "Lenin lived, Lenin lives, Lenin will live."
  ],
  "Leopold II of Belgium": [
    "Young trees need stakes to support them, but the stakes must be removed once the trees begin to grow, precisely so not to hinder their growth.",
    "Santo Tomas was based on emigration and was therefore bound to fail, Belgians do not emigrate.",
    "A People which is content with its homeland and which shreds at even the shadow of a conflict lacks the characteristics of a superior race.",
    "I do not want to miss a good chance of getting us a slice of this magnificent African cake.",
    "The Congo Free State is unique in its kind. It has nothing to hide and no secrets and is not beholden to anyone except its founder.",
    "There are no small countries, only small minds.",
    "I undertook the Congo project in the interest of Civilization and for the good of Belgium.",
    "Music is expensive noise.",
    "Nations that renounce ambition are nations with no future.",
    "It is not the first time that Belgium has had to undergo a dangerous ordeal. But never has the situation been more serious than today! … Freedom, honor, the very existence of the fatherland is at stake.",
    "Small country, small people",
    "You should purchase as much land as you will be able to obtain without losing one minute from all the chiefs from the mouth of the Congo to Stanley falls, i will send you more people and raw materials, and perhaps Chinese couriers.",
    "A great future is reserved for the Congo, the immense value of which will soon become abundantly clear to all.",
    "The Congo state is certainly not a business, if it gathers ivory on some of it's lands, that is only to lessen its deficits.",
    "I am generous and about to make a multi-million dollar sacrifice to beautify my capital. It will cost me three to four years of wages, but I wish my life here on earth to leave many traces.",
    "In dealing with a race composed of cannibals for thousands of years, it is necessary to use methods which will best shape their idleness, and make them realize the sanctity of work.",
    "We must ensure that it is not too clear that the Association of Congo and the African Association are two different businesses. The public doesn't understand that. It will assume that there are two phases, the first of which is no longer relevant.",
    "I believe we must set up three children's colonies, the aim of these colonies is above all to furnish us with soldiers.",
    "We must put an end to anarchy and its continuing preaching."
  ],
  "Mao Zedong": [
    "To read too many books is harmful.",
    "Women hold up half the sky.",
    "Everything under heaven is in utter chaos; the situation is excellent.",
    "Politics is war without blood, while war is politics with blood.",
    "An army of the people is invincible!",
    "Political power grows out of the barrel of the gun...",
    "Dont give a child a fish but show him how to fish",
    "Firstly, do not fear hardship, and secondly, do not fear death.",
    "War can only be abolished through war, and in order to get rid of the gun it is necessary to take up the gun.",
    "It's always darkest before it becomes totally black.",
    "When you point a finger at the moon to indicate the moon, instead of looking at the moon,the stupid ones look at your finger.",
    "...the evil system of colonialism and imperialism arose and throve with the enslavement of Negroes and the trade in Negroes, and it will surely come to its end with the complete emancipation of the Black people.",
    "History is a symptom of our disease",
    "You can't be a revolutionary if you don't eat chilies.",
    "The great man, Genghis Khan, only knew how to shoot eagles with an arrow. The past is past. To see real heroes, look around you.",
    "To rebel is justified",
    "If the U.S. monopoly capitalist groups persist in pushing their policies of aggression and war, the day is bound to come when they will be hanged by the people of the whole world. The same fate awaits the accomplices of the United States.",
    "Communism is not love. Communism is a hammer which we use to crush the enemy.",
    "Everything under heaven is in utter choas; the situation is excellent.",
    "The Communist party must control the guns.",
    "I am a lone monk walking the world with a leaky umbrella.",
    "Make criticism in good time; don't get into the habit of criticizing only after the event.",
    "Historical experience is written in iron and blood.",
    "A potential revolutionary situation exists in any country where the government consistently fails in its obligation to ensure at least a minimally decent standard of life for the great majority of its citizens.",
    "The atom bomb is a paper tiger which the United States reactionaries use to scare people. It looks terrible, but in fact it isn't."
  ],
  "Maximilien Robespierre": [
    "The secret of freedom lies in educating people, whereas the secret of tyranny is in keeping them ignorant.",
    "To punish the oppressors of humanity is clemency; to forgive them is cruelty.",
    "Peoples do not judge in the same way as courts of law; they do not hand down sentences, they throw thunderbolts; they do not condemn kings, they drop them back into the void; and this justice is worth just as much as that of the courts.",
    "The king must die so that the country can live.",
    "A true revolutionary should be ready to perish in the process",
    "A sensibility that wails almost exclusively over the enemies of liberty seems suspect to me. Stop shaking the tyrant's bloody robe in my face, or I will believe that you wish to put Rome in chains.",
    "Virtue, without which terror is destructive; terror, without which virtue is impotent. Terror is only justice prompt, severe and inflexible; it is then an emanation of virtue.",
    "[redacted: no source given].",
    "Our revolution has made me feel the full force of the axiom that history is fiction and I am convinced that chance and intrigue have produced more heroes than genius and virtue.",
    "The general will rules in society as the private will governs each separate individual.",
    "Unless you do everything for liberty, you have done nothing. There are no two ways of being free: one must be entirely free, or become a slave once more.",
    "Terror is nothing else than justice, prompt, severe, inflexible.",
    "The revolutionary government owes to the good citizen all the protection of the nation; it owes nothing to the Enemies of the People but death.",
    "Crime butchers innocence to secure a throne, and innocence struggles with all its might against the attempts of crime.",
    "A nation is truly corrupted when having...lost its character and it's liberty, it passes from democracy to aristocracy or to monarchy. That is the decrepitude and death of the body politic...",
    "To defend the oppressed against their oppressors, to plead the cause of the weak against the strong who exploit and crush them, this is the duty of all hearts that have not been spoiled by egoism and corruption.",
    "There are only two parties in France: the people and its enemies. We must exterminate those miserable villains who are eternally conspiring against the rights of man...We must exterminate all our enemies.",
    ". . . Equality of rights is established by nature; society, far from impairing it, guarantees it against the abuse of power which renders it illusory.[trans. G. Rudé; A Proposed Declaration of the Rights of Man and Citizen].",
    "It has been said that terror is the principle of despotic government. Does your government therefore resemble despotism? Yes, as the sword that gleams in the hands of the heroes of liberty resembles that with which the henchmen of tyranny are armed."
  ],
  "Muammar Gaddafi": [
    "I am not going to leave this land, I will die as a martyr at the end … I shall remain, defiant. Muammar is leader of the revolution until the end of time.",
    "Once a ruler becomes religious, it becomes impossible for you to debate with him. Once someone rules in the name of religion, your lives become hell.",
    "Blessed are the wretched. How beautiful will be their dawn and how sweet and great will be their victory."
  ],
  "Oliver Cromwell": [
    "Do not trust to the cheering, for those very persons would shout as much if you and I were going to be hanged.",
    "He who stops being better stops being good.",
    "Consider That Ye May Be Wrong.",
    "God made them as stubble to our swords.",
    "A man never goes so far as when he does not know whither he is going.",
    "Subtlety may deceive you; intedrity never will.",
    "I beseech you, in the bowels of Christ, think it possible you may be mistaken.",
    "I have not the particular shining bauble or feather in my cap for crowds to gaze at or kneel to, but I have power and resolution for foes to tremble at.",
    "A man never goes so far as when he does not know wither he is going.",
    "Necessity hath no law. Feigned necessities, imagined necessities... are the greatest cozenage that men can put upon the Providence of God, and make pretenses to break known rules by."
  ],
  "Reinhard Heydrich": [
    "The world is just a barrel-organ which the Lord God turns Himself. We all have to dance to the tune which is already on the drum",
    "Czechs are laughing beasts.",
    "The world is just a barrel-organ which the Lord God turns Himself. We all have to dance to the tune which is already on the drum."
  ],
  "Robert Mugabe": [
    "We are living in a generation where people ‘in love' are free to touch each other's private parts but are not allowed to touch each other's phones because they are private.",
    "How can these countries who have stolen land from the Red Indians, the Aborigines, the Eskimos dare to tell us what to do with our land?",
    "If you are ugly, you are ugly. Stop talking about inner beauty because men don't walk around with X-rays to see inner beauty.",
    "We are now being coerced to accept and believe that a new political-cum-religious doctrine has arisen, namely that 'there is but one political god, George Bush, and Tony Blair is his prophet",
    "Nothing new or innovative is created without a stretch of the imagination. Reach your goals by reaching for the sky with some brain stretches of the imagination every day.",
    "Some girls have never seen the doors of a gym but look physically fit because of running from one man to another.",
    "Some people think that being a leader means killing people and beating people, but that is not the way. Even the fallen heroes would not approve of that"
  ],
  "Saddam Hussein": [
    "Women make up one half of society. Our society will remain backward and in chains unless its women are liberated, enlightened and educated.",
    "The west need someone to tell the man who walks around with the biggest stick in the world, that that stick can`t bring down God`s house.",
    "Whoever tries to climb over our fence, we will try to climb over his house. ",
    "I just didn't believe Bush.",
    "The victory of the Revolution's will and yours over the stooge pocket is regarded as a victory for the world revolution everywhere, just as the victory of the revolutionaries in South East Asia was a victory of revolutionaries everywhere."
  ],
  "Vladimir Putin": [
    "Whoever does not miss the Soviet Union has no heart. Whoever wants it back has no brain.",
    "We shall fight against them, throw them in prisons and destroy them. ",
    "He who does not regret the break-up of the Soviet Union has no heart; he who wants to revive it in its previous form has no head.",
    "One has to be insincere and promise something which you cannot fulfill. So you either have to be a fool who does not understand what you are promising, or deliberately be lying.",
    "Bike is the most democratic transport vehicle. Bike is the most daring, challenging as it gives its owner the tempting feeling of freedom, that is why one can say without any exaggeration, bike is a symbol of freedom,\" Putin said.",
    "Russia's big owo",
    "I have always reacted negatively to those who with their snotty noses and erotic fantasies prowl into others' lives.",
    "Maybe they have nothing else to do in America but to talk about me.",
    "Haha come fight us now Napoleon",
    "To forgive the terrorists is up to God, but to send them there is up to me.",
    "It's better to be hanged for loyalty than rewarded for betrayal",
    "Yo what up BOYZZZZ",
    "There is no happiness in life, there is only a mirage on the horizon, so cherish that.",
    "My English is very bad.",
    "To forgive the terrorists is up to God, but to send them to him is up to me.",
    "Above all, we should acknowledge that the collapse of the Soviet Union was the major geopolitical disaster of the century.",
    "To forgive the terrorists is up to god but to send them to him is up to me.",
    "The Comrade Wolf knows whom to eat, as the saying goes. It knows whom to eat and is not about to listen to anyone, it seems.",
    "KGB, collapsed. Of course it was incredibly difficult to go through this. After all, most of my life had been devoted to work in the agencies. But I had made my choice.",
    "If he gave an assignment, he didn't really care how it was done or who did it or what problems they had. It just had to get done, and that was that."
  ],
  "Xi Jinping": [
    "While tackling the refugee crisis, we should also get to its roots. Why would anyone want to be displaced if they had a home to return to?",
    "Pursuing protectionism is just like locking one's self in a dark room: Wind and rain might be kept outside but so are light and air."
  ]
}