{
  "Adolf Eichmann": [
    [
      10,
      "To sum it all up, I must say that I regret nothing."
    ]
  ],
  "Adolf Hitler": [
    [
      8,
      "If you win, you need not have to explain...If you lose, you should not be there to explain!"
    ],
    [
      8,
      "Do not compare yourself to others. If you do so, you are insulting yourself."
    ],
    [
      8,
      "if you want to shine like sun first you have to burn like it."
    ],
    [
      7,
      "And I can fight only for something that I love, love only what I respect, and respect only what I at least know."
    ],
    [
      6,
      "Anyone can deal with victory. Only the mighty can bear defeat."
    ],
    [
      8,
      "Think Thousand times before taking a decision But - After taking decison never turn back even if you get Thousand difficulties!!"
    ],
    [
      6,
      "Reading is not an end to itself, but a means to an end."
    ],
    [
      8,
      "He alone, who owns the youth, gains the future."
    ],
    [
      9,
      "Words build bridges into unexplored regions."
    ],
    [
      7,
      "The art of reading and studying consists in remembering the essentials and forgetting what is not essential."
    ],
    [
      6,
      "If freedom is short of weapons, we must compensate with willpower."
    ],
    [
      10,
      "As in everything, nature is the best instructor."
    ],
    [
      9,
      "Obstacles do not exist to be surrendered to, but only to be broken."
    ]
  ],
  "Benito Mussolini": [
    [
      9,
      "It is better to live one day as a lion than 100 years as a sheep."
    ],
    [
      8,
      "We become strongest, I feel, when we have no friends upon whom to lean, or to look for moral gudance"
    ],
    [
      8,
      "It is the State which educates its citizens in civic virtue, gives them a consciousness of their mission and welds them into unity."
    ],
    [
      6,
      "The function of a citizen and a soldier are inseparable."
    ]
  ],
  "Benjamin Netanyahu": [
    [
      6,
      "If the Arabs put down their weapons today, there would be no more violence. If the Jews put down their weapons today, there would be no more Israel"
    ],
    [
      8,
      "Here in America my classmates don't know what they are living for, but in Israel, we know."
    ]
  ],
  "Charles Manson": [
    [
      8,
      "Look down at me and you see a fool,Look up at me and you see a god,Look straight at me and you see yourself."
    ],
    [
      9,
      "The mind is endless. You put me in a dark solitary cell, and to you that's the end, to me it's the beginning, it's the universe in there, there's a world in there, and I'm free."
    ],
    [
      6,
      "In my mind's eye my thoughts light fires in your cities."
    ],
    [
      6,
      "If you're going to do something, do it well. And leave something witchy."
    ],
    [
      8,
      "These children that come at you with knives--they are your children. You taught them. I didn't teach them. I just tried to help them stand up."
    ],
    [
      8,
      "Pain's not bad, it's good. It teaches you things. I understand that."
    ],
    [
      8,
      "Animals shouldn't be hunted and nature shouldn't be disturbed, even destroyed, to benefit the whims of mankind"
    ],
    [
      8,
      "Now I am too beautiful to be set free."
    ],
    [
      10,
      "The way out of a room is not through the door. Just don't want out. And you're free…"
    ]
  ],
  "Charles Taylor": [
    [
      9,
      "[E]ach of our voices has something unique to say. Not only should I not mold my life to the demands of external conformity; I can't even find the model by which to live outside myself. I can only find it within."
    ],
    [
      7,
      "[M]y discovering my own identity doesn't mean that I work it out in isolation, but that I negotiate it through dialogue, partly overt, partly internal, with others."
    ],
    [
      8,
      "We become full human agents, capable of understanding ourselves, and hence of defining our identity, through our acquisition of rich human languages of expression."
    ],
    [
      7,
      "The only meaningful life is that which is deepened by carrying through these commitments, living through the dead periods in order to lay the foundations for the creative ones."
    ],
    [
      8,
      "Spontaneity at all levels is guided by the goal of getting it right; being clearly “forced” to come to some conclusion is not its negation, but its highest fulfillment."
    ],
    [
      7,
      "the change I want to define and trace is one which takes us from a society in which it was virtually impossible not to believe in God, to one in which faith, even for the staunchest believer, is one human"
    ]
  ],
  "Che Guevara": [
    [
      6,
      "Many will call me an adventurer, and that I am...only one of a different sort: one who risks his skin to prove his truths."
    ],
    [
      8,
      "If you tremble with indignation at every injustice then you are a comrade of mine."
    ],
    [
      6,
      "We cannot be sure of having something to live for unless we are willing to die for it."
    ],
    [
      9,
      "Every day People straighten up the hair, why not the heart?"
    ],
    [
      9,
      "At the risk of seeming ridiculous, let me say that the true revolutionary is guided by a great feeling of love. It is impossible to think of a genuine revolutionary lacking this quality."
    ],
    [
      10,
      "Be realistic, demand the impossible!"
    ],
    [
      10,
      "Let the world change you and you can change the world"
    ],
    [
      8,
      "I am not a liberator. Liberators do not exist. The people liberate themselves."
    ],
    [
      7,
      "The first duty of a revolutionary is to be educated."
    ],
    [
      10,
      "And then many things became very clear... we learned perfectly that the life of a single human being is worth millions of times more than all the property of the richest man on earth."
    ],
    [
      8,
      "I would rather die standing up to live life on my knees."
    ],
    [
      8,
      "Above all, always be capable of feeling deeply any injustice committed against anyone, anywhere in the world."
    ],
    [
      9,
      "The walls of the educational system must come down. Education should not be a privilege, so the children of those who have money can study."
    ],
    [
      8,
      "I knew that when the great guiding spirit cleaves humanity into two antagonistic halves, I will be with the people."
    ],
    [
      6,
      "The revolution is not an apple that falls when ripe. You have to make it fall."
    ],
    [
      7,
      "There are no boundaries in this struggle to the death. We cannot be indifferent to what happens anywhere in the world, for a victory by any country over imperialism is our victory; just as any country's defeat is a defeat for all of us."
    ],
    [
      10,
      "The best form of saying is being"
    ],
    [
      10,
      "The true revolutionary is guided by great feelings of love."
    ],
    [
      8,
      "The revolution is made through human beings, but individuals must forge their revolutionary spirit day by day"
    ]
  ],
  "Fidel Castro": [
    [
      9,
      "...quality of life lies in knowledge, in culture. Values are what constitute true quality of life, the supreme quality of life, even above food, shelter and clothing."
    ],
    [
      9,
      "Today, the entire country is an immense University."
    ],
    [
      8,
      "Ignorance is the root of many ills. Knowledge must be the fundamental ally of nations that aspire, despite all their tragedies and problems, to become truly emancipated, to build a better world."
    ],
    [
      8,
      "If people call me Christian, not from the standpoint of religion but from the standpoint of social vision, I declare that I am a Christian."
    ],
    [
      10,
      "We have the lowest student-teacher ratio and spend five times as much on schools than war - the opposite of what the United States does. [explaining why Cuba has the highest literacy in the world]"
    ],
    [
      10,
      "The fact is, when men carry the same ideals in their hearts, nothing can isolate them - neither prison walls nor the sod of cemeteries. For single memory, a single spirit, a single idea, a single conscience, a single dignity will sustain them all."
    ],
    [
      8,
      "To the accusation that Cuba wants to export its revolution, we reply: Revolutions are not exported, they are made by the people."
    ],
    [
      8,
      "inspired my own life.Victory has thousands father but failure always find itself an orphan.--Fidel Castro"
    ]
  ],
  "Genghis Khan": [
    [
      8,
      "If you're afraid - don't do it, - if you're doing it - don't be afraid!"
    ],
    [
      8,
      "With Heaven's aid I have conquered for you a huge empire. But my life was too short to achieve the conquest of the world. That task is left for you."
    ],
    [
      6,
      "Attack with aggression, but always have a plan of retreat."
    ]
  ],
  "Hassan Nasrallah": [
    [
      7,
      "In man - in the history of mankind, this has happened many times, and occupation leaders cling on to the land that they're occupying. People fight to liberate their land. But in the end, the people's will is what achieves victory."
    ]
  ],
  "Heinrich Himmler": [
    [
      10,
      "In any case we must educate our young always to be chivalrous men, men (Menschen) who stand up for women"
    ],
    [
      7,
      "We must put a stop to the whole tendency, which we have today in youth and which we may also have in the SS, to mock a man who walks with a girl, a man who is respectful toward his mother, and a boy who is gentlemanly toward his sister."
    ],
    [
      8,
      "We must be clear about that: the movement, the Weltanschauung has lasting stability if it is supported by the woman"
    ]
  ],
  "Hồ Chí Minh": [
    [
      10,
      "To reap a return in ten years, plant trees. To reap a return in 100, cultivate the people."
    ],
    [
      8,
      "It was patriotism, not communism, that inspired me."
    ],
    [
      9,
      "Remember, the storm is a good opportunity for the pine and the cypress to show their strength and their stability."
    ],
    [
      7,
      "I follow only one party: the Vietnamese party "
    ],
    [
      8,
      "Mr. Schoenbrun, we have a secret weapon ... don't smile when I tell you this. Our secret weapon is nationalism. To have nationhood, which is a sign of maturity, is greater than any weapons in the world."
    ],
    [
      8,
      "After the rain, good weather.In the wink of an eye,the universe throws off its muddy clothes."
    ],
    [
      6,
      "I'm very moved to be here today, ... Our lives are now much better, but Vietnam remains a very poor country. We need to work much harder."
    ],
    [
      10,
      "The great victory of April 30 represents the triumph of the entire nation, of justice over brutality and of humanity over tyranny."
    ],
    [
      10,
      "The morning sun shines over the prison wall,And drives away the shadows and miasma of hopelessness.A life-giving breeze blows across the earth.A hundred imprisoned faces smile once more."
    ],
    [
      8,
      "We are convinced that the Allied nations which ... have acknowledged the principles of self-determination and equality of nations, will not refuse to acknowledge the independence of Vietnam."
    ],
    [
      8,
      "Eyes must look far ahead, and thoughts be deeply pondered.Be bold and unremitting in attack.Give the wrong command, and two chariots are rendered useless.Come the right moment, a pawn can bring you victory."
    ],
    [
      6,
      "I've never cared for humming verseBut what to do inside a jail?I'll hum some verse to pass long daysI'll hum and wait till freedom comes."
    ],
    [
      9,
      "Freedom for my people, independence for my country, this is all I want, all what I understand."
    ],
    [
      10,
      "I only have one desire, the ultimate desire is to make our country completely independent, our people completely free, all compatriots have food to eat, clothes to wear, anyone can study."
    ],
    [
      10,
      "I only have one desire, the ultimate desire is to make our country completely independent, our people completely free, all compatriots have food to eat, clothes to wear, everyone has the opportunity to study."
    ],
    [
      8,
      "Freedom for my people, independence for my country, that's all I want, all I understand."
    ],
    [
      6,
      "A revolutionary must have solid foundation of revolutionary morality in order to fulfill his glorious revolutionary task."
    ]
  ],
  "Idi Amin": [
    [
      10,
      "The only legitimate antidote for self-doubt and the shameful weakness it breeds is joyful self-acceptance."
    ]
  ],
  "Joseph Goebbels": [
    [
      6,
      "Faith moves mountains, but only knowledge moves them to the right place..."
    ],
    [
      9,
      "If the day should ever come when we must go, if some day we are compelled to leave the scene of history, we will slam the door so hard that the universe will shake and mankind will stand back in stupefaction.."
    ],
    [
      6,
      "That propaganda is good which leads to success, and that is bad which fails to achieve the desired result. It is not propaganda's task to be intelligent, its task is to lead to success."
    ],
    [
      8,
      "The truth is always stronger than the lie."
    ],
    [
      9,
      "Devotion, fervor, longing! Those are my pillars. We have to be the bridge to the future."
    ],
    [
      6,
      "A fourteen-year-old lad crouching with his bazooka behind a ruined wall on a burned out street is worth more to the nation than ten intellectuals who attempt to prove that our chances now are nil."
    ],
    [
      6,
      "As a young person, to already have the courage to face the pitiless glare, to overcome the fear of death, and to regain respect for death – this is the task of this young generation."
    ]
  ],
  "Joseph Stalin": [
    [
      6,
      "Education is a weapon, whose effect depends on who holds it in his hands and at whom it is aimed."
    ],
    [
      8,
      "It is not heroes that make history, but history that makes heroes."
    ],
    [
      8,
      "I believe in only one thing, the power of human will."
    ],
    [
      8,
      "When there's a person, there's a problem. When there's no person, there's no problem."
    ],
    [
      8,
      "Quantity has a quality all its own."
    ],
    [
      9,
      "music's a good thing, it calm the beast in the man. "
    ],
    [
      6,
      "Take some exercise, try to recover the look of a human being."
    ]
  ],
  "Josip Broz Tito": [
    [
      8,
      "We have spilt an ocean of blood for the brotherhood and unity of our peoples and we shall not allow anyone to touch or destroy it from within."
    ],
    [
      10,
      "None of our republics would be anything if we weren't all together; but we have to create our own history - history of United Yugoslavia, also in the future."
    ],
    [
      9,
      "No one questioned \"who is a Serb, who is a Croat, who is a Muslim (Bosniak)\" we were all one people, that's how it was back then, and I still think it is that way today."
    ]
  ],
  "Julius Caesar": [
    [
      10,
      "Experience is the teacher of all things."
    ],
    [
      10,
      "I love the name of honor more than I fear death."
    ],
    [
      10,
      "It is better to create than to learn! Creating is the essence of life."
    ],
    [
      9,
      "I came to Rome when it was a city of stone ... and left it a city of marble"
    ],
    [
      8,
      "Human nature is universally imbued with a desire for liberty, and a hatred for servitude."
    ]
  ],
  "Kim Il-sung": [
    [
      8,
      "Lenin lived, Lenin lives, Lenin will live."
    ]
  ],
  "Leopold II of Belgium": [
    [
      8,
      "Young trees need stakes to support them, but the stakes must be removed once the trees begin to grow, precisely so not to hinder their growth."
    ],
    [
      8,
      "I do not want to miss a good chance of getting us a slice of this magnificent African cake."
    ],
    [
      8,
      "The Congo Free State is unique in its kind. It has nothing to hide and no secrets and is not beholden to anyone except its founder."
    ],
    [
      10,
      "There are no small countries, only small minds."
    ],
    [
      9,
      "A great future is reserved for the Congo, the immense value of which will soon become abundantly clear to all."
    ],
    [
      9,
      "I am generous and about to make a multi-million dollar sacrifice to beautify my capital. It will cost me three to four years of wages, but I wish my life here on earth to leave many traces."
    ]
  ],
  "Mao Zedong": [
    [
      10,
      "Women hold up half the sky."
    ],
    [
      8,
      "Everything under heaven is in utter chaos; the situation is excellent."
    ],
    [
      10,
      "An army of the people is invincible!"
    ],
    [
      10,
      "Dont give a child a fish but show him how to fish"
    ],
    [
      8,
      "...the evil system of colonialism and imperialism arose and throve with the enslavement of Negroes and the trade in Negroes, and it will surely come to its end with the complete emancipation of the Black people."
    ],
    [
      8,
      "The great man, Genghis Khan, only knew how to shoot eagles with an arrow. The past is past. To see real heroes, look around you."
    ],
    [
      8,
      "To rebel is justified"
    ],
    [
      8,
      "Everything under heaven is in utter choas; the situation is excellent."
    ],
    [
      7,
      "Make criticism in good time; don't get into the habit of criticizing only after the event."
    ]
  ],
  "Maximilien Robespierre": [
    [
      8,
      "The secret of freedom lies in educating people, whereas the secret of tyranny is in keeping them ignorant."
    ],
    [
      6,
      "Virtue, without which terror is destructive; terror, without which virtue is impotent. Terror is only justice prompt, severe and inflexible; it is then an emanation of virtue."
    ],
    [
      7,
      "Unless you do everything for liberty, you have done nothing. There are no two ways of being free: one must be entirely free, or become a slave once more."
    ],
    [
      8,
      "To defend the oppressed against their oppressors, to plead the cause of the weak against the strong who exploit and crush them, this is the duty of all hearts that have not been spoiled by egoism and corruption."
    ],
    [
      8,
      ". . . Equality of rights is established by nature; society, far from impairing it, guarantees it against the abuse of power which renders it illusory.[trans. G. Rudé; A Proposed Declaration of the Rights of Man and Citizen]."
    ]
  ],
  "Muammar Gaddafi": [
    [
      9,
      "Blessed are the wretched. How beautiful will be their dawn and how sweet and great will be their victory."
    ]
  ],
  "Oliver Cromwell": [
    [
      8,
      "He who stops being better stops being good."
    ],
    [
      8,
      "Subtlety may deceive you; intedrity never will."
    ]
  ],
  "Reinhard Heydrich": [
    [
      8,
      "The world is just a barrel-organ which the Lord God turns Himself. We all have to dance to the tune which is already on the drum"
    ]
  ],
  "Robert Mugabe": [
    [
      10,
      "Nothing new or innovative is created without a stretch of the imagination. Reach your goals by reaching for the sky with some brain stretches of the imagination every day."
    ],
    [
      8,
      "Some people think that being a leader means killing people and beating people, but that is not the way. Even the fallen heroes would not approve of that"
    ]
  ],
  "Saddam Hussein": [
    [
      10,
      "Women make up one half of society. Our society will remain backward and in chains unless its women are liberated, enlightened and educated."
    ],
    [
      8,
      "The west need someone to tell the man who walks around with the biggest stick in the world, that that stick can`t bring down God`s house."
    ],
    [
      8,
      "The victory of the Revolution's will and yours over the stooge pocket is regarded as a victory for the world revolution everywhere, just as the victory of the revolutionaries in South East Asia was a victory of revolutionaries everywhere."
    ]
  ],
  "Vladimir Putin": [
    [
      9,
      "Bike is the most democratic transport vehicle. Bike is the most daring, challenging as it gives its owner the tempting feeling of freedom, that is why one can say without any exaggeration, bike is a symbol of freedom,\" Putin said."
    ]
  ],
  "Xi Jinping": [
    [
      8,
      "While tackling the refugee crisis, we should also get to its roots. Why would anyone want to be displaced if they had a home to return to?"
    ]
  ]
}