{
  "Adolf Eichmann": [
    [
      1,
      "I will leap into my grave laughing because the feeling that I have five million human beings on my conscience is for me a source of extraordinary satisfaction."
    ],
    [
      2,
      "Now that I look back, I realize that a life predicated on being obedient is a very comfortable life indeed. Living in such a way reduces to a minimum one's own need to think."
    ],
    [
      1,
      "I was one of the many horses pulling the wagon and couldn't escape left or right because of the will of the driver."
    ],
    [
      1,
      "Repentance is for little children."
    ],
    [
      1,
      "Your time will come to follow me Jew"
    ],
    [
      1,
      "I never did anything, great or small, without obtaining in advance express instructions from Adolf Hitler or any of my superiors."
    ],
    [
      1,
      "I am certain, however, that those responsible for the murder of millions of Germans will never be brought to justice."
    ],
    [
      8,
      "Long live Germany. Long live Austria. Long live Argentina. These are the countries with which I have been most closely associated and I shall not forget them. I had to obey the rules of war and my flag. I am ready."
    ],
    [
      3,
      "My political sentiments inclined toward the left and emphasized the socialist aspects every bit as much as nationalist ones."
    ],
    [
      8,
      "We shall meet again. I have believed in God. I obeyed the laws of war and was loyal to my flag."
    ]
  ],
  "Adolf Hitler": [
    [
      1,
      "Tell a lie loud enough and long enough and people will believe it."
    ],
    [
      1,
      "If you wish the sympathy of the broad masses, you must tell them the crudest and most stupid things."
    ],
    [
      1,
      "Let me control the textbooks, and I will control the state."
    ],
    [
      1,
      "It is a quite special secret pleasure how the people around us fail to realize what is really happening to them."
    ],
    [
      1,
      "The greater the crime perpetrated by the leadership, the less likely it is that the people will ever believe their leaders to be capable of perpetrating such an event."
    ],
    [
      1,
      "What luck, for governments, that the people are stupid!"
    ],
    [
      1,
      "Terrorism is the best political weapon for nothing drives people harder than a fear of sudden death."
    ],
    [
      3,
      "We have to put a stop to the idea that it is a part of everybody's civil rights to say whatever he pleases."
    ],
    [
      1,
      "By means of shrewd lies, unremittingly repeated, it is possible to make people believe that heaven is hell - and hell heaven. The greater the lie, the more readily it will be believed."
    ],
    [
      1,
      "It is not truth that matters, but victory."
    ],
    [
      9,
      "If you dont like a Rule... Just Follow it.. Reach on the Top.. and Change the Rule"
    ],
    [
      8,
      "It is better to make a mistake than to do nothing."
    ],
    [
      1,
      "I'll put an end to the idea that a woman's body belongs to her... Nazi ideals demand that the practice of abortion shall be exterminated with a strong hand."
    ],
    [
      1,
      "To attain our aim we should stop at nothing even if we must join forces with the devil."
    ],
    [
      1,
      "The Big Lie is a major untruth uttered frequently by leaders as a means of duping and controlling the constituency."
    ],
    [
      3,
      "WHAT is America but beauty queens, millionaires, stupid records and Hollywood?"
    ],
    [
      3,
      "When You Are In The Light, Everything \n Follows You, But When You Enter Into \n The Dark, Even Your Own Shadow \n Doesn't Follow You."
    ],
    [
      1,
      "A woman must be a cute, cuddly, naive little thing - tender, sweet, and stupid."
    ],
    [
      3,
      "Great nations do not succumb through lost wars, but rather through racial decay and the destruction of their internal order."
    ],
    [
      1,
      "Our strategy is to destroy the enemy from within, to conquer him through himself."
    ],
    [
      5,
      "The leader of genius must have the ability to make different opponents appear as if they belonged to one category."
    ],
    [
      7,
      "Strength lies not in defence but in attack."
    ],
    [
      1,
      "Universal education is the most corroding and disintegrating poison that liberalism has ever invented for its own destruction."
    ],
    [
      6,
      "Success is the sole earthly judge of right and wrong."
    ],
    [
      1,
      "Anyone who sees and paints a sky green and fields blue ought to be sterilized."
    ],
    [
      10,
      "Who says I am not under the special protection of God?"
    ],
    [
      1,
      "The day of individual happiness has passed."
    ],
    [
      1,
      "Hate is more lasting than dislike."
    ],
    [
      5,
      "I use emotion for the many and reserve reason for the few."
    ],
    [
      1,
      "Humanitarianism is the expression of stupidity and cowardice."
    ],
    [
      1,
      "Any alliance whose purpose is not the intention to wage war is senseless and useless."
    ],
    [
      2,
      "Sooner will a camel pass through a needle's eye than a great man be 'discovered' by an election."
    ],
    [
      1,
      "Demoralize the enemy from within by surprise, terror, sabotage, assassination. This is the war of the future."
    ],
    [
      2,
      "Those who want to live, let them fight, and those who do not want to fight in this world of eternal struggle do not deserve to live."
    ],
    [
      1,
      "By the skillful and sustained use of propaganda, one can make a people see even heaven as hell or an extremely wretched life as paradise."
    ],
    [
      1,
      "Whoever lights the torch of war in Europe can wish for nothing but chaos."
    ],
    [
      7,
      "Mankind has grown strong in eternal struggles and it will only perish through eternal peace."
    ],
    [
      4,
      "Germany will either be a world power or will not be at all."
    ],
    [
      1,
      "Through clever and constant application of propaganda, people can be made to see paradise as hell, and also the other way round, to consider the most wretched sort of life as paradise."
    ],
    [
      6,
      "All great movements are popular movements. They are the volcanic eruptions of human passions and emotions, stirred into activity by the ruthless Goddess of Distress or by the torch of the spoken word cast into the midst of the people."
    ],
    [
      1,
      "How fortunate for governments that the people they administer don't think."
    ],
    [
      1,
      "The great masses of the people will more easily fall victims to a big lie than to a small one."
    ],
    [
      1,
      "The great strength of the totalitarian state is that it forces those who fear it to imitate it."
    ],
    [
      2,
      "The broad masses of a population are more amenable to the appeal of rhetoric than to any other force."
    ],
    [
      2,
      "The victor will never be asked if he told the truth."
    ],
    [
      2,
      "Generals think war should be waged like the tourneys of the Middle Ages. I have no use for knights; I need revolutionaries."
    ],
    [
      1,
      "What good fortune for governments that the people do not think."
    ],
    [
      3,
      "The art of leadership... consists in consolidating the attention of the people against a single adversary and taking care that nothing will split up that attention."
    ],
    [
      3,
      "Great liars are also great magicians."
    ],
    [
      1,
      "I do not see why man should not be just as cruel as nature."
    ],
    [
      3,
      "It is always more difficult to fight against faith than against knowledge."
    ],
    [
      10,
      "I believe today that my conduct is in accordance with the will of the Almighty Creator."
    ],
    [
      1,
      "The very first essential for success is a perpetually constant and regular employment of violence."
    ],
    [
      8,
      "As a Christian I have no duty to allow myself to be cheated, but I have the duty to be a fighter for truth and justice."
    ],
    [
      1,
      "All propaganda has to be popular and has to accommodate itself to the comprehension of the least intelligent of those whom it seeks to reach."
    ],
    [
      1,
      "If today I stand here as a revolutionary, it is as a revolutionary against the Revolution."
    ],
    [
      4,
      "I go the way that Providence dictates with the assurance of a sleepwalker."
    ],
    [
      2,
      "As soon as by one's own propaganda even a glimpse of right on the other side is admitted, the cause for doubting one's own right is laid."
    ],
    [
      8,
      "The doom of a nation can be averted only by a storm of flowing passion, but only those who are passionate themselves can arouse passion in others."
    ],
    [
      2,
      "Struggle is the father of all things. It is not by the principles of humanity that man lives or is able to preserve himself above the animal world, but solely by means of the most brutal struggle."
    ]
  ],
  "Alfred Jodl": [
    [
      5,
      "Yes, I'm very normal, everything is okay, I won't become a psychiatric case."
    ],
    [
      8,
      "My most profound confidence is however based upon the fact that at the head of Germany there stands a man by his entire development, his desires, and striving can only have been destined by fate to lead our people into a brighter future."
    ],
    [
      4,
      "Death - by hanging! - that, at least, I did not deserve. The death part - all right, somebody has to stand for the responsibility. But that - that I did not deserve!"
    ],
    [
      1,
      "It is tragic that the Fuehrer should have the whole nation behind him with the single exception of the Army generals. In my opinion it is only by action that they can now atone for their faults of lack of character and discipline."
    ],
    [
      2,
      "To this very day, I do not know what he (Hitler) thought or knew or really wanted. I only knew my own thoughts and suspicions."
    ],
    [
      2,
      "Hitler [had an] excess of imagination, which very frequently foresaw what would happen but also very often went astray."
    ],
    [
      1,
      "The Pact of Munich is signed. Czechoslovakia as a power is out."
    ]
  ],
  "Ali Khamenei": [
    [
      1,
      "It is the mission of the Islamic Republic of Iran to erase Israel from the map of the region."
    ],
    [
      1,
      "Israel is a hideous entity in the middle east which will undoubtedly be annihilated."
    ],
    [
      3,
      "The issue of human rights is one of the most fundamental human issues and also one of the most sensitive and controversial."
    ],
    [
      1,
      "The Syrian civil war is a \"crime initiated by the United States and the Zionist regime, Israel.\""
    ],
    [
      1,
      "[There is only one possible solution to unrest in the Middle East], namely the annihilation and destruction of the Zionist state."
    ],
    [
      1,
      "Western countries allow no freedom of expression, which they claim to advocate, with regard to the myth of the massacre of Jews known as the holocaust, and nobody in the West enjoys the freedom of expression to deny it or raise doubts about it."
    ],
    [
      1,
      "The Islamic Republic is proud to be the target of the rage of the world's greatest Satan."
    ],
    [
      7,
      "The winner must promote social jusitce, remove corruption and discrmination, and stand against political, cultural and economic plots."
    ],
    [
      8,
      "The idea of human rights as a fundamental principle can be seen to underlie throughout Islamic teachings."
    ],
    [
      9,
      "The great Islamic nation cannot ... be indifferent and remain silent on the injustice done to you. The Islamic nation is required to assist you in any way it can."
    ],
    [
      1,
      "From now on, in any place, if any nation or any group confronts the Zionist regime, we will endorse and we will help. We have no fear expressing this... The Zionist regime is a cancerous tumor that must be removed, and God willing it will be."
    ],
    [
      1,
      "No, we did not do this, and we are not with you."
    ],
    [
      1,
      "The people who control America today make decisions like drunkards. They do not understand what they are doing at all."
    ],
    [
      1,
      "The Iranian leaders describe the American government exactly the way American analysts describe the Iranian one, as an opaque, factionalized system with competing power centers, over which the president exercises very limited authority."
    ],
    [
      1,
      "The fake Zionist [regime] will disappear from the landscape of geography."
    ],
    [
      8,
      "The only logical solution to solve the Palestinian issue is to hold free elections with the participation of Palestinians inside and outside the occupied territories and a recognition of the nation's legitimacy"
    ],
    [
      8,
      "The vote, cast in a free atmosphere and with all inclinations and parties at present, was after all a vote to the Islamic Republic, to national independence, to the Constitution and to the Islamic causes."
    ],
    [
      8,
      "But all should know that the people's participation in the elections will take the country forward ... an election full of excitement will be a major blow to the enemy."
    ],
    [
      1,
      "The great powers have dominated the destiny of the Islamic countries for years and installed the Zionist cancerous tumor in the heart of the Islamic world. Many of the problems facing the Muslim world are due to the existence of the Zionist regime."
    ],
    [
      5,
      "Perhaps, when we examine the causes of many social changes and political upheavals, we will find the marks of its presence and its principal ideals."
    ],
    [
      8,
      "The winner of the elections which saw the participation of almsot 30 million people was the Iranian nation and the losers were those who tried to keep people away from the polls."
    ],
    [
      1,
      "We seriously suspect the agents of the Americans and Israelis in conducting such horrendous terrorist acts and cannot believe the people who kidnap Philippines nationals, for instance, or behead U.S. nationals are Muslims."
    ],
    [
      1,
      "Those who have been outspoken in advocating human rights during these last forty years, have themselves grabbed the most fundamental of human rights from the people of the Third-World countries."
    ],
    [
      9,
      "The honor of about 30 million votes remains with the Iranian nation and no enemy scheme would take away this dignity and honor from the Iranian nation."
    ]
  ],
  "Attila the Hun": [
    [
      1,
      "There, where I have passed, the grass will never grow gain."
    ],
    [
      1,
      "Trample the weak. Hurdle the dead."
    ],
    [
      6,
      "It takes less courage to criticize the decisions of others than to stand by your own."
    ],
    [
      8,
      "Everybody has value; even if to serve as a bad example."
    ],
    [
      1,
      "It's not that I succeed, it's that everyone else has to fail, horribly, preferably in front of their parents."
    ],
    [
      1,
      "Never arbitrate. Arbitration allows a third party to determine your destiny. It is a resort of the weak."
    ],
    [
      2,
      "Do not underestimate the power of an enemy, no matter how great or small, to rise against you another day."
    ],
    [
      1,
      "Superficial goals lead to superficial results"
    ],
    [
      2,
      "It is unfortunate when final decisions are made by chieftains headquartered miles away from the front, where they can only guess at conditions and potentialities known only to the captain of the battlefield."
    ],
    [
      4,
      "For what fortress, what city, in the wide extent of the Roman empire, can hope to exist, secure and impregnable, if it is our pleasure that it should be erased from the earth?"
    ],
    [
      7,
      "Chieftains must understand that the spirit of the law is greater than its letter."
    ],
    [
      2,
      "If an incompetent chieftain is removed, seldom do we appoint his highest-ranking subordinate to his place"
    ]
  ],
  "Augusto Pinochet": [
    [
      8,
      "Everything I did, all my actions, all of the problems I had I dedicate to God and to Chile, because I kept Chile from becoming Communist."
    ],
    [
      1,
      "Sometimes democracy must be bathed in blood."
    ],
    [
      1,
      "Don't forget that in the history of the world, there was a plebiscite, in which Christ and Barabbas were being judged, and the people chose Barabbas."
    ],
    [
      1,
      "The only solution to the issue of human rights is oblivion."
    ],
    [
      8,
      "The rich people are those who create wealth, and you have to treat them well so they continue to give wealth."
    ],
    [
      2,
      "Rome cut off the heads of Christians and they continued to reappear one way or another. Something similar happens with Marxists."
    ],
    [
      1,
      "Not a single leaf moves in this country if I'm not the one moving it."
    ],
    [
      1,
      "I'm not someone who usually sends out threats. I warn only once. The day they touch one of my men, the rule of law is over."
    ],
    [
      7,
      "I will die. The person who succeeds me will also have to die. But elections, you won't have."
    ],
    [
      3,
      "The nation is trying to make Chile a country of proprietors, not of proletarians."
    ],
    [
      10,
      "I'm looking at them from above, because God put me there."
    ],
    [
      1,
      "My library is filled with UN condemnations."
    ],
    [
      1,
      "I was only an aspiring dictator. I was never a real dictator."
    ],
    [
      2,
      "We have no political prisons. We have political internal exiles."
    ],
    [
      2,
      "Had I been a dictator, I would still be governing."
    ],
    [
      1,
      "My face is sour. Maybe that's why they say I'm a dictator."
    ],
    [
      6,
      "He could have a thousand faults, but I do not blame anyone in particular and I despise brutality with which the Nazis acted against Israelites; but the fault is not only of Hitler, but a group of high-ranked dignitaries."
    ],
    [
      10,
      "During 65 years, I have walked the path of duty and discipline... And today, looking back at that long path of service, my soldier's heart stirs and murmurs from deep within: Thank you. Thank you, my homeland."
    ],
    [
      3,
      "My moral and spiritual formation does not allow me to be a dictator... If I were a dictator, You can be sure that many things have happened."
    ],
    [
      10,
      "I devalued the peso solely looking after the poor."
    ],
    [
      3,
      "Executive power is exercised by the President of the Governing Board who, with the title of President of the Republic of Chile, administers the state and is the Supreme Chief of the Nation."
    ],
    [
      3,
      "I'm not a dictator. It's just that I have a grumpy face."
    ],
    [
      6,
      "I regret and suffer those losses, but it's God's will. He will pardon me if I committed excesses, but I don't think I did."
    ]
  ],
  "Bashar al-Assad": [
    [
      3,
      "No government in the world kills its people, unless it's led by a crazy person."
    ],
    [
      5,
      "The captain doesn't think about death, or life, he thinks about saving his ship."
    ],
    [
      1,
      "Whenever you have a war, the civilians and the innocents will pay the price. That's in any war, any war is a bad war."
    ],
    [
      2,
      "It's very simple ; once the Western countries stop supporting those terrorists and making pressure on their puppet countries and client states like Saudi Arabia and Turkey and others, you'll have no problem in Syria. It will be solved easily."
    ],
    [
      2,
      "Foreigners cannot bring freedom, cannot bring democracy, because this is related to the culture, to the different factors that affect or influence that society. You cannot bring it, you cannot import it."
    ],
    [
      1,
      "[The Jews] tried to kill the principles of all religions with the same mentality in which they betrayed Jesus Christ and the same way they tried to betray and kill the Prophet Muhammad."
    ],
    [
      3,
      "In Great Britain, an author published a book in which he claimed that Jesus Christ had children. Such statements don't trigger civil unrest and bloodshed in Europe. But write similar statements about Islam in Syria and you might see bloody uprisings."
    ],
    [
      6,
      "There is no such things as \"Islamic terrorism,\" because terrorism differs from Islam. There's just terrorism, not Islamic terrorism. But the term \"Islamic terrorism\" has become widespread."
    ],
    [
      1,
      "You can forge anything these days, and we're living in a fake news era."
    ],
    [
      10,
      "Circumstances don't matter, only my state of being matters. What state of being are you choosing?"
    ],
    [
      8,
      "It's our right to defend our country against any kind of invasion."
    ],
    [
      5,
      "Worry does not mean fear, but readiness for the confrontation."
    ],
    [
      1,
      "The problem with every American candidate regarding the presidency, I am not talking only about this campaign or elections, but generally, that they say something during the campaign and they do the opposite after the campaign."
    ],
    [
      2,
      "Simply naming objectives isn't sufficient for a vision. If I say that I'm going to build a large palace, but I don't have any money to do so, then that is not a vision - it's an illusion."
    ],
    [
      7,
      "The only one who can fight for these values like democracy and freedoms are the people of any country or any society, not the foreigners."
    ],
    [
      8,
      "There can be no peace without unity."
    ],
    [
      1,
      "It's a dangerous thing when someone gets up in the morning and has nothing to eat."
    ],
    [
      8,
      "They want to criticize you, let them criticize and do not worry. Just be transparent with your people and tell them this is the reality."
    ],
    [
      1,
      "[Enemies of Syria] are the enemies of the people and the enemies of God. And the enemies of God will go to hell."
    ],
    [
      1,
      "Sometimes you may kill tens of thousands or hundreds of thousands with very primitive armaments."
    ],
    [
      1,
      "Since its very inception, Israel has been a threat."
    ],
    [
      8,
      "Opposition doesn't mean to take arms and kill people and destroy everything."
    ],
    [
      8,
      "The fact that there are people who criticize me doesn't mean that people hate me."
    ],
    [
      2,
      "I am Syrian, I was made in Syria, I have to live in Syria and die in Syria."
    ],
    [
      8,
      "You cannot reform your society or institution without opening your mind."
    ],
    [
      3,
      "When we analyze this war in a materialistic way and ask when is it going to end and who will be the winner and the loser, it means that we do not see the endgame."
    ],
    [
      2,
      "We, in Syria, our point of view stems from our experience."
    ],
    [
      3,
      "The problem with the West is that they start with political reform going towards democracy. If you want to go towards democracy, the first thing is to involve the people in decision making, not to make it."
    ],
    [
      3,
      "No doubt that the U.S. is a super-power capable of conquering a relatively small country, but is it able to control it?"
    ],
    [
      1,
      "Syria is geographically and politically in the middle of the Middle East."
    ],
    [
      1,
      "As far as we are concerned, we Syria have not changed."
    ],
    [
      1,
      "It should be known that Israel is based on treachery."
    ],
    [
      4,
      "The problem is not the occupation, but how people deal with it."
    ],
    [
      1,
      "America is interested in re-arranging the region as it sees fit."
    ],
    [
      3,
      "When Lebanon started its resistance it was a small and divided country."
    ],
    [
      3,
      "The logical thing is to implement the Arab Defense Agreement."
    ],
    [
      4,
      "But the issue has to do with land, which is our land."
    ],
    [
      8,
      "Is there an equality of power between America and Iraq? Definitely not; however, the Iraqi people are standing fast and are defending their land courageously."
    ],
    [
      3,
      "It would be a mistake to link anything that Israel does to a certain circumstance. And it is a mistake to feel comfortable in any circumstance just because Israel did not act on it."
    ],
    [
      1,
      "It is natural that we should always expect an Israeli attack, even when it does not threaten."
    ],
    [
      1,
      "Israel does not care about the international public opinion."
    ],
    [
      7,
      "Hizbullah is not a militia."
    ],
    [
      1,
      "The U.S. and Britain are incapable of controlling all of Iraq."
    ],
    [
      4,
      "The most significant indicator that there is no disaster in Iraq is the fact that there is no exodus."
    ],
    [
      8,
      "Despite the ethnic diversity within each nation, the social fabric of the region by and large is one."
    ],
    [
      4,
      "Armies are not only for offensives."
    ],
    [
      3,
      "When our interests matched, the Americans have been good to us, and when the interests differed, they wanted us to mold ourselves to them, which we refused."
    ],
    [
      7,
      "As soon as the legitimate Lebanese government is convinced that the conditions have ripened and that Lebanon is able to maintain stability on its own... Then, the Syrian forces will return to their homeland."
    ],
    [
      5,
      "Lebanon was under Israeli occupation, up to its capital, but we did not consider that a disaster. Why? Because it was very clear that there are ways to resist."
    ],
    [
      4,
      "I am not a puppet. I was not made by the West to go to the West or to any other country."
    ],
    [
      1,
      "Israeli interests are not necessarily in harmony with the American interests."
    ],
    [
      1,
      "The Israeli lobby has clout in the U.S., which means that re-arranging the region and controlling its resources one way or another, will serve Israel through its control over the American administration."
    ],
    [
      8,
      "We believe that Lebanon has been the first real experience for all the Arabs."
    ],
    [
      6,
      "It is even more so when it comes to Iraq, which is a large Arab country with scientific, material, and human resources and is able to accomplish, at the least, what Lebanon accomplished, and more."
    ],
    [
      1,
      "Today, the Iraqi citizen sees that America is coming and wants to occupy his country and kill him, and he is willing to experience for himself what happened in Palestine."
    ],
    [
      2,
      "You in Lebanon, your power is no match to Israel. Israel, militarily, is more powerful than you and maybe it is more powerful than all the Arab countries, or most of them."
    ],
    [
      1,
      "None of us and none of the Arabs trust Israel."
    ],
    [
      1,
      "We are dealing with treachery and threats, which accompanied the establishment of Israel."
    ],
    [
      3,
      "Israel ranks her priorities in the following way: security, land, and water."
    ],
    [
      5,
      "We have more difficult circumstances than most of the Arab countries but in spite of that Syria is stable. Why? Because you have to be very closely linked to the beliefs of the people. This is the core issue."
    ]
  ],
  "Benito Mussolini": [
    [
      1,
      "We do not argue with those who disagree with us, we destroy them."
    ],
    [
      3,
      "The press of Italy is free, freer than the press of any other country, so long as it supports the regime."
    ],
    [
      10,
      "If I advance; follow me. If I retreat; kill me. If I die; avenge me! It is better to live one day as a lion than one-hundred years as a sheep!"
    ],
    [
      1,
      "I have been a racist since 1921. I don't know how they can think I'm imitating Hitler."
    ],
    [
      1,
      "All within the state, nothing outside the state, nothing against the state."
    ],
    [
      4,
      "Silence is the only answer you should give to the fools. Where ignorance speaks, intelligence should not give advices."
    ],
    [
      1,
      "The fascist state is the corporate state."
    ],
    [
      1,
      "The state reserves the right to be the sole interpreter of the needs of society."
    ],
    [
      1,
      "The Socialists ask what is our program? Our program is to smash the heads of the Socialists."
    ],
    [
      1,
      "Fascism accepts the individual only insofar as his interests coincide with the state's."
    ],
    [
      8,
      "Race? It is a feeling, not a reality. Ninety-five per cent, at least. Nothing will ever make me believe that biologically pure races can be shown to exist today.... National pride has no need of the delirium of race."
    ],
    [
      1,
      "Yes, a dictator can be loved. Provided that the masses fear him at the same time. The crowd love strong men. The crowd is like a woman."
    ],
    [
      1,
      "Democratic regimes may be defined as those in which, every now and then, the people are given the illusion of being sovereign, while the true sovereignty in actual fact resides in other forces which are sometimes irresponsible and secret."
    ],
    [
      2,
      "Believe, obey, fight."
    ],
    [
      1,
      "People are tired of liberty. They have had a surfeit of it. Liberty is no longer a chaste and austere virgin.... Today's youth are moved by other slogans...Order, Hierarchy, Discipline."
    ],
    [
      2,
      "Italian journalism is free because it serves one cause and one purpose... mine!"
    ],
    [
      1,
      "Peace is absurd: Fascism does not believe in it."
    ],
    [
      7,
      "At every hour of every day, I can tell you on which page of which book each school child in Italy is studying."
    ],
    [
      8,
      "If only we can give them faith that mountains can be moved, they will accept the illusion that mountains are moveable, and thus an illusion may become reality."
    ],
    [
      1,
      "Religion is man-made to assist in controlling the weak minded individuals because during times of atrocity and despair they feel strength in numbers."
    ],
    [
      2,
      "Democracy is beautiful in theory; in practice it is a fallacy."
    ],
    [
      3,
      "State intervention in economic production arises only when private initiative is lacking or insufficient, or when the political interests of the State are involved. This intervention may take the form of control, assistance or direct management."
    ],
    [
      4,
      "It's good to trust others but, not to do so is much better."
    ],
    [
      1,
      "Let us have a dagger between our teeth, a bomb in our hands, and an infinite scorn in our hearts."
    ],
    [
      4,
      "It is humiliating to remain with our hands folded while others write history. It matters little who wins. To make a people great it is necessary to send them to battle even if you have to kick them in the pants. That is what I shall do."
    ],
    [
      1,
      "The truth is that men are tired of liberty."
    ],
    [
      2,
      "Inactivity is death."
    ],
    [
      3,
      "The League is very well when sparrows shout, but no good at all when eagles fall out."
    ],
    [
      1,
      "The history of saints is mainly the history of insane people."
    ],
    [
      1,
      "Fascism is a religious concept."
    ],
    [
      1,
      "The fate of nations is intimately bound up with their powers of reproduction. All nations and all empires first felt decadence gnawing at them when their birth rate fell off."
    ],
    [
      1,
      "The Liberal State is a mask behind which there is no face; it is a scaffolding behind which there is no building."
    ],
    [
      1,
      "Every anarchist is a baffled dictator."
    ],
    [
      2,
      "War is to man what maternity is to a woman. From a philosophical and doctrinal viewpoint, I do not believe in perpetual peace."
    ],
    [
      1,
      "Socialism is a fraud, a comedy, a phantom, a blackmail."
    ],
    [
      1,
      "Fascism is a religion. The twentieth century will be known in history as the century of Fascism."
    ],
    [
      1,
      "Fascism, the more it considers and observes the future and the development of humanity, quite apart from political considerations of the moment, believes neither in the possibility nor the utility of perpetual peace."
    ],
    [
      1,
      "The best blood will at some time get into a fool or a mosquito."
    ],
    [
      3,
      "War alone brings up to their highest tension all human energies and imposes the stamp of nobility upon the peoples who have the courage to make it."
    ],
    [
      1,
      "The mass, whether it be a crowd or an army, is vile."
    ],
    [
      1,
      "Fascism is not an article for export."
    ],
    [
      1,
      "The keystone of the Fascist doctrine is its conception of the State, of its essence, its functions, and its aims. For Fascism the State is absolute, individuals and groups relative."
    ]
  ],
  "Benjamin Netanyahu": [
    [
      8,
      "The truth is that if Israel were to put down its arms there would be no more Israel. If the Arabs were to put down their arms there would be no more war."
    ],
    [
      4,
      "History has shown us time and again that what is right is not what is popular."
    ],
    [
      1,
      "We are using missile defense to protect our civilians, and they're using their civilians to protect their missiles."
    ],
    [
      5,
      "Leaders must see reality as it is, not as it ought to be."
    ],
    [
      8,
      "Peace is purchased from strength. It's not purchased from weakness or unilateral retreats."
    ],
    [
      1,
      "To defeat ISIS and let Iran get nuclear weapons would be to win the battle and lose the war."
    ],
    [
      8,
      "The Romans used to say that courage is not the only virtue, but it's the only one that makes the other virtues possible."
    ],
    [
      4,
      "You can make peace with an enemy, if the enemy abandons the idea of destroying you. That is the critical test. Democracies fail to understand what I just said."
    ],
    [
      10,
      "This is why, as a prime minister of Israel, I can promise you one more thing: Even if Israel has to stand alone, Israel will stand. But I know that Israel does not stand alone. I know that America stands with Israel."
    ],
    [
      1,
      "The Nazis believed in a master race. The militant Islamists believe in a master faith."
    ],
    [
      8,
      "I don't want to govern the Palestinians. I don't want them as subjects of Israel or as citizens of Israel. I want them to have their own independent state but a demilitarized state."
    ],
    [
      2,
      "When it comes to Iran and ISIS, the enemy of your enemy is your enemy!"
    ],
    [
      10,
      "I often hear them accuse Israel of Judaizing Jerusalem. That's like accusing America of Americanizing Washington, or the British of Anglicizing London. You know why we're called 'Jews'? Because we come from Judea."
    ],
    [
      9,
      "Israel does not target civilians. It targets the terrorists."
    ],
    [
      5,
      "The only peace that can endure is a peace that can be defended."
    ],
    [
      3,
      "Intelligence is a critical thing."
    ],
    [
      10,
      "May God bless the state of Israel and may God bless the United States of America."
    ],
    [
      9,
      "You don't have people chanting 'Death to America' in Israel."
    ],
    [
      10,
      "First of all, Arafat is wrong. Jerusalem is Israel's capital, will never be divided, and will remain the capital of the State of Israel, the capital of the Jewish people, for ever and ever."
    ],
    [
      2,
      "We'll attack anyone who tries to harm our citizens."
    ],
    [
      3,
      "We don't point a pistol at our own forehead. That is not the way to conduct negotiations."
    ],
    [
      4,
      "The Israeli government has proved over the past year its commitment to peace, both in words and deeds. By contrast, the Palestinians are posing preconditions for renewing the diplomatic process in a way they have not done over the course of 16 years."
    ],
    [
      6,
      "So I think we should stay focused on the real problem in the Middle East. It's not Israel. It's these dictatorships that are developing nuclear weapons with the specific goal of wiping Israel away."
    ],
    [
      6,
      "The Obama presidency has two great missions: fixing the economy, and preventing Iran from gaining nuclear weapons."
    ],
    [
      8,
      "You can only end a negotiation for peace if you begin it."
    ],
    [
      8,
      "I think that peace will require two states, a Palestinian state that recognizes the Jewish state."
    ],
    [
      6,
      "The purpose of the Jewish state is to secure the Jewish future. That is why Israel must always have the ability to defend itself, against any threat."
    ],
    [
      1,
      "Some will criticize me no matter what I do."
    ],
    [
      2,
      "There is a fundamental situation in which the country has reached rock bottom, that a mother can't send her children out of the house in the morning. The country has reached rock bottom and this needs to be changed."
    ],
    [
      6,
      "As far as a nuclear weapons-free zone, you know, when the lion lies down with the lamb, and you don't need a new lamb every day to satisfy the lion, then we might have this kind of transformation in the Middle East."
    ],
    [
      1,
      "I can tell you one thing, Iran is closer to developing nuclear weapons today than it was a week ago, or a month ago or a year ago. It's just moving on with its efforts."
    ],
    [
      8,
      "You know, I said in the U.N., I said to President Abbas, 'Look, we're in the same city, we're in the same building, for God's sake, the U.N. Let's just sit down and begin to talk peace.'"
    ],
    [
      7,
      "Why are we talking about talking? Why negotiating about negotiating? It's very simple. If you want to get to peace, put all your preconditions on the side, sit down opposite a table, not in a studio, by the way."
    ],
    [
      5,
      "I say that to my colleagues, by the way, in the internal Cabinet meetings, I say, 'Look, I want to be very clear about what I want.' I just - I don't want a peace process, I want a peace result."
    ],
    [
      1,
      "Hezbollah-controlled Lebanon now presides over the UN Security Council. This means, in effect, that a terror organization presides over the body entrusted with guaranteeing the world's security. You couldn't make this thing up."
    ],
    [
      9,
      "The relationship between Israel and the United States is a bond of - it's just a very powerful bond. It was, it is, and will be and will continue to be."
    ],
    [
      2,
      "My level of intervention in the press, trying to control stories, is zero. Subzero."
    ],
    [
      1,
      "I'm not consumed with political machinations."
    ],
    [
      1,
      "The Iranian acquisition of nuclear weapons would be infinitely more costly than any scenario you can imagine to stop it."
    ],
    [
      10,
      "The State of Israel can be proud of what we're doing."
    ],
    [
      1,
      "The rules of engagement have become so rigid that governments often straightjacket themselves in the face of unambiguous aggression."
    ],
    [
      8,
      "Israel produces more conceptual products than any other country."
    ],
    [
      1,
      "Israel is so tiny. It's, you know, a little less than the length of Manhattan, without the West Bank, without Judea and Samaria."
    ],
    [
      8,
      "Peace is something very dear. If you've been through wars and operations and battles, you want peace."
    ],
    [
      8,
      "I always lose the election in the polls, and I always win it on election day."
    ],
    [
      9,
      "The right combination is between a free economy and social policy that addresses the needs of society and creates equal opportunity."
    ],
    [
      8,
      "I've been right more than I've been wrong."
    ],
    [
      10,
      "I am certain that I speak on behalf of my entire nation when I say: September 11th we are all Americans - in grief, as in defiance."
    ],
    [
      2,
      "I'm a proud member of the rabble."
    ],
    [
      8,
      "I think that a strong Israel is the only Israel that will bring the Arabs to the peace table."
    ],
    [
      1,
      "But so far, you know who's been violating the nuclear nonproliferation pact day and night? Those who signed it. Iran, Iraq, Libya and Iran violates it while calling for Israel's destruction and racing to develop atomic weapons to that end."
    ],
    [
      5,
      "Our policy is very simple. The Jewish state was set up to defend Jewish lives, and we always reserve the right to defend ourselves."
    ],
    [
      10,
      "I'm the prime minister who removed 400 checkpoints, barriers, road-blocks and so on to facilitate the growth of the Palestinian economy."
    ],
    [
      1,
      "You know, I'm just not going to get into American politics."
    ],
    [
      1,
      "Those in the international community that refuse to put red lines before Iran don't have a moral right to place a red light before Israel."
    ],
    [
      9,
      "There's no one in Israel who appreciates more than me the importance of American support for Israel."
    ],
    [
      1,
      "I'm not naturally manipulative."
    ],
    [
      1,
      "The greatest threat facing humanity is a radical Islamist regime meeting up with nuclear weapons."
    ],
    [
      1,
      "Populism is dangerous."
    ],
    [
      3,
      "The application of military force, or the prospect of such application, inhibits terrorist violence."
    ],
    [
      9,
      "Israel has, enjoys bipartisan support - both Democrats and Republicans - and we extend bipartisan hospitality to both Democrats and Republicans."
    ],
    [
      8,
      "I will say that I think Israel enjoys strong bipartisan support in the United States. It's really above and beyond American politics."
    ],
    [
      1,
      "If we accept the notion that terrorists will have immunity because as they fire on civilians they hide behind civilians, then this tactic will be legitimized and the terrorists will have their greatest victory."
    ],
    [
      3,
      "Most of the approaches to peace between Israel and the Palestinians, have been directed at trying to resolve the most complex problems, like refugees and Jerusalem, which is akin to building the pyramid from the top down."
    ],
    [
      2,
      "I don't think Israel can accept an Iranian terror base next to its major cities any more than the United States could accept an al Qaeda base next to New York City."
    ]
  ],
  "Caligula": [
    [
      2,
      "Let them hate me, so long as they fear me."
    ],
    [
      4,
      "I have existed from the morning of the world and I shall exist until the last star falls from the night. Although I have taken the form of Gaius Caligula, I am all men as I am no man, and therefore I am a god."
    ],
    [
      1,
      "I don't care if they respect me so long as they fear me."
    ],
    [
      1,
      "Would that the Roman people had but one neck!"
    ],
    [
      5,
      "I scorn their hatred, if they do but fear me"
    ]
  ],
  "Charles Manson": [
    [
      2,
      "You know, a long time ago being crazy meant something. Nowadays everybody's crazy."
    ],
    [
      4,
      "I was a beatnik in the '50s before the hippies came along."
    ],
    [
      2,
      "I never thought I was normal, never tried to be normal."
    ],
    [
      8,
      "Just because you're convicted in a court room doesn't mean you're guilty of something."
    ],
    [
      2,
      "I never had long hair before I got busted. I never had a beard before I got busted."
    ],
    [
      1,
      "I punched my mother out once."
    ],
    [
      9,
      "I loved my mother, she's a good girl."
    ],
    [
      2,
      "I ain't got no magical powers and mystical trips and all that kind of crap. It's kind of silly."
    ],
    [
      1,
      "Getting up every day and going through this again and again is hard."
    ],
    [
      1,
      "No sense makes sense."
    ],
    [
      1,
      "I will have you removed if you don't stop. I have a little system of my own."
    ],
    [
      2,
      "Remorse for what? You people have done everything in the world to me. Doesn't that give me equal right?"
    ],
    [
      2,
      "My father is the jailhouse. My father is your system... I am only what you made me. I am only a reflection of you."
    ],
    [
      8,
      "You are going to use this courtroom to kill me? I am going to fight for my life one way or another. You should let me do it with words."
    ],
    [
      2,
      "I can't judge any of you. I have no malice against you and no ribbons for you. But I think that it is high time that you all start looking at yourselves, and judging the lie that you live in."
    ],
    [
      1,
      "From the world of darkness I did loose demons and devils in the power of scorpions to torment."
    ],
    [
      8,
      "How old am I? I'm as old as my mother told me. How's that?"
    ],
    [
      1,
      "Did I kill anyone?"
    ],
    [
      1,
      "I'm not of this generation."
    ],
    [
      1,
      "I'm not very wise to many things."
    ],
    [
      1,
      "My life is not important here."
    ],
    [
      1,
      "Living is what scares me. Dying is easy."
    ],
    [
      1,
      "We're not in Wonderland anymore Alice."
    ],
    [
      1,
      "I have X'd myself from your world."
    ],
    [
      3,
      "The real strong have no need to prove it to the phonies."
    ],
    [
      8,
      "I have killed no one and I have ordered no one to be killed."
    ],
    [
      6,
      "I'm probably one of the most dangerous men in the world if I want to be. But I never wanted to be anything but me."
    ],
    [
      2,
      "So for you people who are filled with fear that I might someday be released: breathe easy, I don't see it happening."
    ],
    [
      3,
      "I can't dislike you, but I will say this to you: you haven't got long before you are all going to kill yourselves, because you are all crazy. And you can project it back at me, but I am only what lives inside each and every one of you."
    ]
  ],
  "Charles Taylor": [
    [
      2,
      "There is a widespread sense of loss here, if not always of God, then at least of meaning."
    ],
    [
      4,
      "Little countries do not have this luxury of defending themselves. We have to do it before the fact, not after the fact"
    ],
    [
      1,
      "What should have died along with communism is the belief that modern societies can be run on a single principle, whether that of planning under the general will or that of free-market allocations."
    ]
  ],
  "Che Guevara": [
    [
      7,
      "Live your life not celebrating victories, but overcoming defeats."
    ],
    [
      1,
      "Democracy cannot consist solely of elections that are nearly always fictitious and managed by rich landowners and professional politicians."
    ],
    [
      2,
      "It's a sad thing not to have friends, but it is even sadder not to have enemies."
    ],
    [
      1,
      "To execute a man we don't need proof of his guilt. We only need proof that it's necessary to execute him. It's that simple."
    ],
    [
      7,
      "We have no right to believe that freedom can be won without struggle."
    ],
    [
      8,
      "Above all, try always to be able to feel deeply any injustice committed against any person in any part of the world. It is the most beautiful quality of a revolutionary."
    ],
    [
      8,
      "If you have the capacity to tremble with indignation every time that an injustice is committed in the world, then we are comrades."
    ],
    [
      3,
      "To accomplish much you must first lose everything."
    ],
    [
      1,
      "Mexicans are a band of illiterate Indians."
    ],
    [
      3,
      "I don't care if I fall as long as someone else picks up my gun and keeps on shooting."
    ],
    [
      3,
      "Youth should learn to think and act as a mass.  It is criminal to think as individuals!"
    ],
    [
      1,
      "The negro has maintained his racial purity by his well known habit of\n avoiding baths"
    ],
    [
      4,
      "Silence is argument carried out by other means."
    ],
    [
      9,
      "One has to grow hard but without ever losing tenderness."
    ],
    [
      10,
      "Let's be realistic. Let's do the impossible!"
    ],
    [
      1,
      "The ***** is indolent and lazy, and spends his money on frivolities, whereas the European is forward-looking, organized and intelligent."
    ],
    [
      8,
      "The only passion that guides me is for the truth... I look at everything from this point of view."
    ],
    [
      8,
      "Passion is needed for any great work, and for the revolution, passion and audacity are required in big doses."
    ],
    [
      4,
      "Remember that the revolution is what is important, and each one of us, alone, is worth nothing."
    ],
    [
      1,
      "I am one of those people who believes that the solution to the world's problems is to be found behind the Iron Curtain."
    ],
    [
      1,
      "The guerrilla fighters should be required to go to bed and get up at fixed hours. Games that have no social function and that hurt the morale of the troops and the consumption of alcoholic drinks should both be prohibited."
    ],
    [
      10,
      "How easy it is to govern when one follows a system of consulting the will of the people and one holds as the only norm all the actions which contribute to the well being of the people."
    ],
    [
      8,
      "It is unnecessary to say that Fidel Castro possesses the high qualities of a fighter and statesman: our path, our struggle, and our triumph we owed to his vision."
    ],
    [
      1,
      "Cruel leaders are replaced only to have new leaders turn cruel."
    ],
    [
      7,
      "Whenever death may surprise us, let it be welcome if our battle cry has reached even one receptive ear and another hand reaches out to take up our arms."
    ],
    [
      5,
      "I have a wish. It as a fear as well - that in my end will be my beginning."
    ],
    [
      2,
      "I know you are here to kill me. Shoot, coward, you are only going to kill a man."
    ],
    [
      1,
      "I would probably have more in common with a whale than with a bourgeois married couple employed at worthy institutions that I would wipe from the face of the earth if it was given to me to do so."
    ],
    [
      8,
      "Study hard so that you can master technology, which allows us to master nature."
    ],
    [
      8,
      "I had a project for my life which involved 10 years of wandering, then some years of medical studies and, if any time was left, the great adventure of physics."
    ],
    [
      3,
      "I could become very rich in Guatemala but by the low method of ratifying my title, opening a clinic, and specialising in allergies. To do that would be the most horrible betrayal of the two 'I's' struggling inside me: the socialist and the traveller."
    ],
    [
      8,
      "A political event was that I met Fidel Castro, the Cuban revolutionary. He is a young, intelligent guy, very sure of himself and extraordinarily audacious; I think we hit it off well."
    ],
    [
      6,
      "It is important to emphasize that guerrilla warfare is a war of the masses, a war of the people. The guerrilla band is an armed nucleus, the fighting vanguard of the people. It draws its great force from the mass of the people themselves."
    ]
  ],
  "Chiang Kai-shek": [
    [
      10,
      "We live in the present, we dream of the future and we learn eternal truths from the past."
    ],
    [
      1,
      "The Japanese are a disease of the skin. The Communists are a disease of the heart."
    ],
    [
      8,
      "If when I die, I am still a dictator, I will certainly go down into the oblivion of all dictators. If, on the other hand, I succeed in establishing a truly stable foundation for a democratic government, I will live forever in every home in China."
    ],
    [
      9,
      "We write our own destiny ...we become what we do."
    ],
    [
      4,
      "War is not only a matter of equipment, artillery, group troops or air force; it is largely a matter of spirit, or morale."
    ],
    [
      1,
      "The sky cannot have two suns."
    ],
    [
      1,
      "Mao is a sometime Yin sometime Yang strange man, he has a soft-as-cotton outer layer, but at the same time has sharp needles hiding inside... I do not think he could achieve anything, at the end he will be crushed inside my palm."
    ],
    [
      9,
      "Character cannot be counterfeited, nor can it be put on and cast off as if it were a garment to fit the whim of the moment. Day by day we become what we do. This is the supreme law and logic of life."
    ],
    [
      6,
      "If one does not act, one cannot understand."
    ],
    [
      5,
      "We are working for a revolution. If we do not start it by improving the life of the soldiers, all slogans of reforming and improving society are but empty words."
    ],
    [
      2,
      "The rise or fall of Shanghai means the birth or death of the whole nation."
    ],
    [
      8,
      "Don't be disquieted in time of adversity. Be firm with dignity and self-reliant with vigor."
    ],
    [
      4,
      "If imperialism is not banished from the country, China will perish as a nation. If China does not perish, then imperialism cannot remain."
    ],
    [
      8,
      "We become what we do."
    ],
    [
      8,
      "There are three essential factors in all human activity: spirit, materials, and action."
    ],
    [
      10,
      "China not only fights for her own independence, but also for the liberation of every oppressed nation. For us, the Atlantic Charter and President Roosevelts proclamation of the Four Freedoms for all peoples are corner-stones of our fighting faith."
    ],
    [
      2,
      "China is the largest and most ancient of Asiatic countries, but it is not for us boastfully to talk of her right to a position of 'leadership' among those countries."
    ],
    [
      4,
      "China has no desire to replace Western imperialism in Asia with an Oriental imperialism or isolationism of its own or anyone else."
    ],
    [
      10,
      "I go walking, and the hills loom above me, range upon range, one against the other. I cannot tell where one begins and another leaves off. But when I talk with God He lifts me up where I can see clearly, where everything has a distinct contour."
    ],
    [
      2,
      "We shall not lightly talk about sacrifice until we are driven to the last extremity which makes sacrifice inevitable."
    ],
    [
      6,
      "Only a fighting nation can make itself responsible for world peace, and such a nation must organize its material resources and manpower with the highest possible degree of efficiency."
    ],
    [
      6,
      "Give me fifty DC-3's and the Japanese can have the Burma Road."
    ],
    [
      10,
      "My good health is due to a soup made of white doves. It is simply wonderful as a tonic."
    ],
    [
      6,
      "I have often said China is not lacking in material resources. The question is whether we can make full and good use of them."
    ],
    [
      5,
      "You must all be aware that modern war is not a mere matter of military operations. It involves the whole strength and all the resources of the nation. Not only soldiers, but also all citizens without exception, take part."
    ],
    [
      8,
      "If we are to give the people of China complete self-government we must first solve the problem of livelihood for all, and give real freedom to the races within China. If the foundations of democracy are secure, then true equality can be achieved."
    ],
    [
      5,
      "Contempt for China on the part of the enemy is his weak point. Knowledge of this weak point is our strong point."
    ],
    [
      5,
      "Externally China desires independence, internally she seeks to maintain her existence as a nation; China therefore strives to loose the bonds that bind her people, and to complete the establishment of a new State."
    ],
    [
      9,
      "Prayer is more than meditation. In meditation the source of strength is one's self. When one prays he goes to a source of strength greater than his own."
    ],
    [
      10,
      "For many centuries Chinese society has been free of class distinctions such as are found even in advanced democracies."
    ],
    [
      10,
      "The idea of universal brotherhood is innate in the catholic nature of Chinese thought; it was the dominant concept of Dr. Sun Yat-sen, whom events have proved time and again to be not a visionary but one of the world's greatest realists."
    ],
    [
      1,
      "My father died when I was 9 years old. The miserable condition of my family at that time is beyond description. My family, solitary and without influence, became at once the target of much insult and abuse."
    ],
    [
      2,
      "The modern world is one wherein every nation has to develop the strength of which its citizens are capable. The independent status of the individual, his thoughts and actions become a thing of the past."
    ],
    [
      3,
      "Modern warfare is by no means merely a matter of military operations. Economic affairs stand together with them in the first rank of the factors of importance."
    ],
    [
      3,
      "Patriotism demands of us sustained sacrifice."
    ],
    [
      4,
      "The final outcome of a war is often determined by the degree of initiative shown on each side."
    ],
    [
      3,
      "My impressions of the Russian Revolution can be divided into two periods. The first period was when I showed deep sympathy. My second period is one of disappointment. This change was the result of close observation on the spot."
    ],
    [
      1,
      "I have always told my subordinates that when they commit any mistakes, the blame must be laid on the superior officers."
    ],
    [
      9,
      "We Chinese are instinctively democratic, and Dr. Sun's objective of universal suffrage evokes from all Chinese a ready and unhesitating response."
    ],
    [
      4,
      "Government acquisition of food supplies in time of war is no less important than conscription. Equity is the fundamental principle applicable to both these essential phases of war administration."
    ],
    [
      1,
      "For a period of 17 years - from the age of 9 until I was 25 years old - my mother never spent a day free from domestic difficulties."
    ],
    [
      8,
      "Dr. Sun Yat-sen, Father of the Republic, made it his great aim in his revolutionary leadership to secure freedom and equality of status for China among the nations of the world."
    ],
    [
      8,
      "I should like very much to go to America. I have heard so much of the great industrial and economic development of that great land, and I wish to see things for myself."
    ]
  ],
  "Felix Dzerzhinsky": [
    [
      2,
      "The fact that you are free is not your achievement, but rather a failure on our side."
    ],
    [
      1,
      "We represent in ourselves organized terror - this must be said very clearly."
    ]
  ],
  "Ferdinand Marcos": [
    [
      9,
      "I don't believe in courtship.It's a waste of time. If I love the person, I'll tell her right away. But for you, I'll make an exception. Just love me now, and I'll court you forever."
    ],
    [
      10,
      "There are many things we do not want in this world. Let us not just mourn them; let us change them"
    ],
    [
      8,
      "I have committed many sins in my life. But stealing money from the government, from the people, is not one of them."
    ],
    [
      4,
      "Leadership is the other side of the coin of loneliness, and he who is a leader must always act alone. And acting alone, accept everything alone."
    ],
    [
      8,
      "Of what good is democracy if it is not for the poor?"
    ],
    [
      10,
      "History should not be left to the historians. Rather, be like Churchill. Make history, and then write it."
    ],
    [
      1,
      "Some people say the president is incapable of enforcing the law. Let them say that once more and I will set the tanks on them."
    ],
    [
      1,
      "It is not a choice of life, it is a choice of death. If this is life, I'd rather die."
    ],
    [
      4,
      "I often wonder what I will be remembered in history for. Scholar? Military hero? Builder?"
    ],
    [
      2,
      "We cannot and we will not negotiate with terrorists. We have nothing but contempt for them. To conciliate differences with these people without them changing their objectives is to condemn our Republic to ultimate strangulation and death."
    ],
    [
      10,
      "Once a champion, always a champion."
    ],
    [
      6,
      "Elect me as your congressman today, I promise you an Ilocano president in 20 years."
    ],
    [
      2,
      "It is easier to run a revolution than a government."
    ],
    [
      6,
      "History isn't through with me yet."
    ],
    [
      8,
      "The challenge to America is to extend to Asia the defensive shield of American power in forms consonant with Asian freedom and self-respect."
    ],
    [
      1,
      "I claim the right not to incriminate myself."
    ],
    [
      10,
      "Little boys have amazing minds."
    ],
    [
      3,
      "The permissiveness of society must be balanced with authoritativene ss."
    ],
    [
      10,
      "We love your adherence to democratic principles and to democratic processes."
    ],
    [
      10,
      "My countrymen: we have reached a turning point in our history. The choice is yours. Shall we venture into this brave new world, bright with possibilities, or retreat to the safety of our familiar but sterile past? I am for crossing the frontier."
    ],
    [
      8,
      "Freedom is not just declared; it is exercised."
    ],
    [
      10,
      "My life has been devoted to the upliftment of the Filipino by reestablishing his identity and dignity."
    ],
    [
      3,
      "So long as I'm president, communism will not thrive here."
    ],
    [
      8,
      "To preserve our sovereign integrity, we must prove to them nobody need tell us how to hold a clean and democratic election."
    ],
    [
      1,
      "I am ashamed to run against a lady. It's demeaning, very degrading. I have always refused to argue with a lady."
    ],
    [
      1,
      "I was deposed by a coup d'etat, by friends that I trusted and aided by the American Government."
    ],
    [
      6,
      "I have been called brave in my time, but brave as I may have been against foreign invaders, I have no heart to shed Filipino blood."
    ],
    [
      2,
      "Let us not be so naive as to think that revolution is just a matter of social or economic discontent."
    ],
    [
      1,
      "The one indisputable reality of dictatorship is that dissent, insult, and malevolent language do not go unpunished if it is allowed at all."
    ],
    [
      2,
      "I would like to see whether my supposed successors can really operate the government without causing a crisis."
    ],
    [
      2,
      "The challenge to Asia is to discard the dry, meatless bone of mysticism and fatalism."
    ],
    [
      2,
      "I can understand the Cultural Revolution of Mao Tse-tung."
    ],
    [
      7,
      "For us, overseas employment addresses two major problems: unemployment and the balance of payments position."
    ],
    [
      3,
      "I am not afraid to go to jail."
    ],
    [
      3,
      "We dare not supress thoughts, but when they are expressed through violence, like the idea that power comes from the barrel of a gun, they must be dealt with and met accordingly."
    ],
    [
      1,
      "Let us not be carried away by the undisguised agitations of leaders who virtually asked people to take the law into their own hands."
    ],
    [
      8,
      "We do not postpone the participation of the lower classes of our people in the profits of economic enterprise, and in other countries, they do postpone it. In the long run, I think our policy is better, and we stand by it."
    ],
    [
      8,
      "It is not true that I dictate what should be done. There is a dialogue."
    ],
    [
      8,
      "I'll take my destiny, whatever that may be, but I'm going to fight for my dignity and my honor."
    ],
    [
      10,
      "Whatever be the challenges, whatever be the obstacles before us, I say to you as I say to everybody else that we will overcome."
    ],
    [
      1,
      "Nobody is impervious to misfortune."
    ],
    [
      1,
      "I will fight to the last breath, even though my family cowers in terror in the palace."
    ],
    [
      9,
      "I have Chinese blood in me... I am not ashamed to admit that perhaps the great leaders of our country all have Chinese blood."
    ],
    [
      10,
      "Filipino talents and skills are becoming ubiquitous in many parts of the world. Returning Filipino workers have helped improve our skills and technological standards."
    ],
    [
      4,
      "The primary problem in many modernizing societies is not liberty but the creation of a legitimate public order. Men may, of course, have order without liberty, but they cannot have liberty without order."
    ],
    [
      10,
      "We have no quarrel with a policy that seeks to support human rights."
    ],
    [
      1,
      "I do not care how brave a president is; I do not care how many medals he may wear. I do not care how well trained his guards may be. If he violates the will of the people, he shall be eliminated."
    ],
    [
      1,
      "Authority has to exist before it can be limited, and it is authority that is in scarce supply in those modernizing countries where government is at the mercy of alienated intellectuals, rambunctious colonels, and rioting students."
    ],
    [
      1,
      "The U.S. State Department has a consistent record of error in the assessment of Asian situations and judging Red Chinese intentions."
    ],
    [
      6,
      "What we ask of the developed countries is to let the Third World find a third way."
    ],
    [
      3,
      "Filipinos are not worse than any other colonized people except that our colonization was a little longer, and the independence movement was always dictated in political terms, never in social ones. We borrowed terms, but we didn't understand them."
    ],
    [
      10,
      "President Reagan has no enemies in the Phillipines."
    ],
    [
      2,
      "There is a standard joke in the family. Probably we should go into selling second-hand shoes."
    ],
    [
      1,
      "I can feel it in my bones that no matter what we do, even if we do not do anything, the revolutionary government of Madame Cory Aquino will collapse."
    ],
    [
      3,
      "How can I wage political battle against a widow who does not mean anyone any harm except only the president himself?"
    ],
    [
      8,
      "In the Philippines, the host should always be willing to defer to the wishes of the guest."
    ]
  ],
  "Fidel Castro": [
    [
      1,
      "Capitalism has neither the capacity, nor the morality, nor the ethics to solve the problems of poverty."
    ],
    [
      9,
      "I began revolution with 82 men. If I had to do it again, I do it with 10 or 15 and absolute faith. It does not matter how small you are if you have faith and plan of action."
    ],
    [
      10,
      "It does not matter how small you are if you have faith and a plan of action."
    ],
    [
      1,
      "The first thing dictators do is finish free press, to establish censorship. There is no doubt that a free press is the first enemy of dictatorship."
    ],
    [
      10,
      "We must establish a new world order based on justice, on equity, and on peace."
    ],
    [
      5,
      "Condemn me, it does not matter: history will absolve me."
    ],
    [
      2,
      "One of the greatest benefits of the revolution is that even our prostitutes are college graduates."
    ],
    [
      5,
      "If surviving assassination attempts were an Olympic event, I would win the gold medal."
    ],
    [
      9,
      "Ideas do not need weapons."
    ],
    [
      10,
      "I've always considered Christ to be one of the greatest revolutionaries in the history of humanity."
    ],
    [
      3,
      "A revolution is a struggle to the death between the future and the past."
    ],
    [
      4,
      "There is talk of the failure of socialism, and where is the success of capitalism in Africa, Asia, and in Latin America?"
    ],
    [
      10,
      "Good athletes do not know what tiredness is. They do not know what discouragement is. Good athletes only know what victory is."
    ],
    [
      1,
      "We are not politicians. We made our revolution to get the politicians out."
    ],
    [
      1,
      "You Americans keep saying that Cuba is ninety miles from the United States. I say that the United States is ninety miles from Cuba and for us, that is worse."
    ],
    [
      4,
      "I have reached the conclusion, a bit late perhaps, that speeches should be short."
    ],
    [
      7,
      "Men do not shape destiny. Destiny produces the man for the hour."
    ],
    [
      4,
      "A revolution is not a bed of roses. A revolution is a struggle between the future and the past."
    ],
    [
      8,
      "The duty of every revolutionary is to make revolution"
    ],
    [
      10,
      "Something must be done to save humanity! A better world is possible!"
    ],
    [
      8,
      "There is not Communism or Marxism, but representative democracy and social justice in a well-planned economy."
    ],
    [
      1,
      "NATO's brutal military alliance has become the most perfidious instrument of repression known in the history of humankind."
    ],
    [
      1,
      "The United States tyrannizes and pillages the globalized world with its political, economic, technological, and military might."
    ],
    [
      7,
      "I am Fidel Castro and we have come to liberate Cuba."
    ],
    [
      2,
      "I am not a communist and neither is the revolutionary movement."
    ],
    [
      1,
      "There is nothing that compares to the Holocaust."
    ],
    [
      8,
      "I am a just man."
    ],
    [
      1,
      "I would not vote for the mayor. It's not just because he didn't invite me to dinner, but because on my way into town from the airport there were such enormous potholes."
    ],
    [
      1,
      "I am a Marxist Leninist and I will be one until the last day of my life."
    ],
    [
      8,
      "North Americans don't understand... that our country is not just Cuba; our country is also humanity."
    ],
    [
      8,
      "At times, I've referred to Christ's miracles, and have said, 'Well, Christ multiplied the fish and the loaves to feed the people. That is precisely what we want to do with the Revolution and socialism.'"
    ],
    [
      1,
      "The universities are available only to those who share my revolutionary beliefs."
    ],
    [
      3,
      "No political event can be judged outside of the era and the circumstances in which it took place."
    ],
    [
      1,
      "The Arab population of Palestine are victims of genocidal actions; their lands are confiscated or deprived of water supplies in the semi-desert areas, and their homes are destroyed with heavy wrecking equipment."
    ],
    [
      9,
      "As we know, while our species remains alive, everybody has the sacred duty to be optimistic. Ethically, any other behaviour wouldn't be admissible."
    ],
    [
      10,
      "No thieves, no traitors, no interventionists! This time the revolution is for real!"
    ],
    [
      8,
      "How can we help President Obama?"
    ],
    [
      1,
      "Capitalism is using its money; we socialists throw it away."
    ],
    [
      8,
      "You may agree or not with Gaddafi's political ideas, but no one has the right to question the existence of Libya as an independent state and member of the United Nations."
    ],
    [
      2,
      "Many things shall change in Cuba, but they shall change because of our efforts and despite the United States. Perhaps that empire shall crumble first."
    ],
    [
      3,
      "Every citizen has the real right to receive general education and professional training at no cost, something that the United States has not been able to ensure for all its inhabitants."
    ],
    [
      1,
      "I find capitalism repugnant. It is filthy, it is gross, it is alienating... because it causes war, hypocrisy and competition."
    ],
    [
      2,
      "The revolution is a dictatorship of the exploited against the exploiters."
    ],
    [
      10,
      "Homeland or death! Socialism or death! We shall overcome!"
    ],
    [
      8,
      "Xi Jinping is one of the strongest and most capable revolutionary leaders I have met in my life."
    ],
    [
      1,
      "If you calculate 15 minutes a day to shave, that is 5,000 minutes a year spent shaving."
    ],
    [
      10,
      "Defending peace is the duty of all."
    ],
    [
      10,
      "We do not exploit our dolphins for profit."
    ],
    [
      8,
      "The people respect and believe in men who fulfill their duty."
    ],
    [
      6,
      "Someday, the capitalist system will disappear in the United States, because no social class system has been eternal. One day, class societies will disappear."
    ],
    [
      6,
      "Christ didn't choose the rich to preach the doctrine; he choose 12 poor ignorant workers - that is, he chose the proletariat of the times."
    ],
    [
      1,
      "Sorry, I'm still a dialectical materialist."
    ],
    [
      1,
      "The lies of the empire and the treason of the quislings shall be defeated."
    ],
    [
      8,
      "I will never retire from politics, the revolution, or the ideas I have."
    ],
    [
      10,
      "The people of Egypt are an intelligent people with a glorious history who left their mark on civilization."
    ],
    [
      3,
      "Cuba never had advisors in Vietnam. The military there knew very well how to conduct their war."
    ],
    [
      8,
      "Every country must be absolutely free to adopt the type of economic, political and social system that it considers convenient."
    ],
    [
      4,
      "The human being is a strange mixture of blind instinct, on one hand, and conscience, on the other."
    ],
    [
      1,
      "A revolution is not a bed of roses."
    ],
    [
      4,
      "Soon, I'll be like all the others. The time will come for all of us, but the ideas of the Cuban Communists will remain."
    ],
    [
      7,
      "Religious faith, like political belief, should be based on reasoning, on the development of thought and feelings. The two things are inseparable."
    ],
    [
      1,
      "More than 820 million people in the world suffer from hunger; and 790 million of them live in the Third World."
    ],
    [
      3,
      "Cuba came to be the last country to get rid of Spanish colonialism and the first to shake off the heinous imperialist tutelage."
    ],
    [
      7,
      "Nature teaches us that tens of billions of light years may have passed, and life in all of its expressions has always been subjected to an incredible combination of matter and radiation."
    ],
    [
      10,
      "Never have we stolen the intelligences of other peoples. On the contrary, in Cuba we have trained tens of thousands of doctors and other top-level professionals, for free, in order to send them back to their own countries."
    ],
    [
      9,
      "None of us has any personal interest above the interests of the country. Our country is more important than our careers."
    ],
    [
      1,
      "Oil has become the principal wealth in the hands of the great Yankee transnationals; through this energy source, they had an instrument that considerably expanded their political power in the world."
    ],
    [
      8,
      "During the second half of the twentieth century, I had the privilege of living through years of intensive erudition, and I realized that Canadians, located in the northernmost region of this hemisphere, were always respectful towards our country."
    ],
    [
      4,
      "Nothing in the world is irreversible, not even capitalism."
    ]
  ],
  "Francisco Franco": [
    [
      3,
      "You must sacrifice every thought, every ideology for the good of the nation and for the serenity of our fatherhood."
    ],
    [
      8,
      "One thing that I am sure of, and which I can answer truthfully, is that whatever the contingencies that may arise here, wherever I am there will be no communism."
    ],
    [
      7,
      "I am responsible only to God and history."
    ],
    [
      1,
      "We do not believe in government through the voting booth. The Spanish national will was never freely expressed through the ballot box. Spain has no foolish dreams."
    ],
    [
      1,
      "Let us be under no illusion. The Jewish spirit, which was responsible for the alliance of large-scale capital with Marxism and was the driving force behind so many anti-Spanish revolutionary agreements, will not be got rid of in a day."
    ],
    [
      1,
      "The whole secret of the campaigns unleashed against Spain can be explained in two words: Masonry and Communism... we have to extirpate these two evils from our land."
    ],
    [
      8,
      "A Homeland, A State, A Leader."
    ],
    [
      1,
      "There will be no communism."
    ],
    [
      1,
      "We strive to form a single national front against the Judeo-Masonic lodges, against Moscow and the Marxist societies."
    ]
  ],
  "Francisco Goya": [
    [
      10,
      "The act of painting is about one heart telling another heart where he found salvation."
    ],
    [
      8,
      "Fantasy, abandoned by reason, produces impossible monsters; united with it, she is the mother of the arts and the origin of marvels."
    ],
    [
      8,
      "The dream of reason produces monsters. Imagination deserted by reason creates impossible, useless thoughts. United with reason, imagination is the mother of all art and the source of all its beauty."
    ],
    [
      5,
      "I see only forms that are lit up and forms that are not. There is only light and shadow."
    ],
    [
      9,
      "First be a magnificent artist and then you can do whatever, but the art must be first."
    ],
    [
      7,
      "I have had three masters, Nature, Velasquez, and Rembrandt."
    ],
    [
      1,
      "Monsters are the result of the sleep of reason."
    ],
    [
      2,
      "But where do they find these lines in nature? I can only see luminous or obscure masses, planes that advance or planes that recede, reliefs or background. My eye never catches lines or details."
    ],
    [
      1,
      "Fantasy abandoned by reason produces impossible monsters"
    ],
    [
      1,
      "The dream of reason produces monsters"
    ],
    [
      7,
      "Painting (like poetry) chooses from universals what is most apposite. It brings together, in a single imaginary being, circumstances and characteristics which occur in nature in many different persons."
    ],
    [
      1,
      "I am beginning to have more powerful enemies and more envious ones, too."
    ],
    [
      8,
      "In art, there is no need for color; I see only light and shade. Give me a crayon, and I will paint your portrait."
    ],
    [
      4,
      "I have now established myself in a most enviable manner. Those who require something of me must seek me out - I remain apart. I work for no one unless he is a high-ranking personality or a friend."
    ],
    [
      9,
      "With all my work, I have not more, with my shares in the bank and the Academy, than twelve or thirteen thousand reales a year, and with all this, I am as contented as the happiest man on earth."
    ],
    [
      2,
      "I will give a proof to demonstrate with facts that there are no rules in painting and that oppression or servile obligation of making all study or follow the same path is a great impediment for the young who profess this very difficult art."
    ]
  ],
  "Francisco Pizarro": [
    [
      3,
      "Prepare your hearts as a fortress, for there will be no other."
    ]
  ],
  "Genghis Khan": [
    [
      1,
      "The Greatest Happiness is to scatter your enemy and drive him before you. To see his cities reduced to ashes. To see those who love him shrouded and in tears. And to gather to your bosom his wives and daughters."
    ],
    [
      1,
      "If you had not committed great sins, God would not have sent a punishment like me upon you."
    ],
    [
      3,
      "I hate luxury. I exercise moderationIt will be easy to forget your vision and purpose one you have fine clothes, fast horses and beautiful women. [In which case], you will be no better than a slave, and you will surely lose everything."
    ],
    [
      8,
      "The strength of a wall is neither greater nor less than the courage of the men who defend it."
    ],
    [
      4,
      "Remember, you have no companions but your shadow"
    ],
    [
      4,
      "An action comitted in anger is an action doomed to failure."
    ],
    [
      1,
      "Come and sip from the cup of destruction."
    ],
    [
      1,
      "Man's highest joy is in victory: to conquer one's enemies; to pursue them; to deprive them of their possessions; to make their beloved weep; to ride on their horses; and to embrace their wives and daughters."
    ],
    [
      1,
      "It is not sufficient that I succeed - all others must fail."
    ],
    [
      10,
      "A leader can never be happy until his people are happy."
    ],
    [
      4,
      "Oh people, know that you have committed great sins. If you ask me what proof I have for these words, I say it is because I am the punishment of God. If you had not committed great sins, God would not have sent a punishment like me upon you!"
    ],
    [
      1,
      "All who surrender will be spared; whoever does not surrender but opposes with struggle and dissension, shall be annihilated."
    ],
    [
      6,
      "Conquering the world on horseback is easy; it is dismounting and governing that is hard."
    ],
    [
      3,
      "There is no good in anything until it is finished."
    ],
    [
      8,
      "Even when a friend does something you do not like, he continues to be your friend."
    ],
    [
      8,
      "If my body dies, let my body die, but do not let my country die."
    ],
    [
      8,
      "Just as God gave different fingers to the hand so has He given different ways to men."
    ],
    [
      8,
      "The merit in action lies in finishing it to the end."
    ],
    [
      8,
      "Be of one mind and one faith, that you may conquer your enemies and lead long and happy lives."
    ],
    [
      8,
      "One arrow alone can be easily broken but many arrows are indestructible."
    ]
  ],
  "Hafez al-Assad": [
    [
      1,
      "Strike the enemy's settlements, turn them into dust, pave the Arab roads with the skulls of Jews."
    ]
  ],
  "Hassan Nasrallah": [
    [
      1,
      "So long as there is imperialism in the world, a permanent peace is impossible."
    ],
    [
      1,
      "Israel lost their power to intimidate during the second war with Lebanon."
    ],
    [
      1,
      "Lebanon is a small country, weak, an army with very humble capabilities."
    ],
    [
      1,
      "Among them, there were Muslims, Christians, and Jews living together. But then violent organizations came, bringing with them many large groups of people from various parts of the world to Palestine."
    ],
    [
      4,
      "In the end, we are part of this region, and we are affected by its developments. What we may do or not do in the future depends on the nature of what happens here in the region."
    ],
    [
      1,
      "However, there is no legal and legitimate state called Israel."
    ],
    [
      1,
      "I am against any reconciliation with Israel."
    ],
    [
      1,
      "If you are asking for my point of view, I would say that the Palestinians should go back to Palestine."
    ],
    [
      9,
      "It's not the first time that I speak with American journalists. I've had meetings with many different newspapers and stations, and I've ha - never had a problem with meeting with American journalists."
    ],
    [
      1,
      "That is why if Lebanon concludes a peace agreement with Israel and brings that accord to the Parliament our deputies will reject it; Hezbollah refuses any conciliation with Israel in principle."
    ],
    [
      4,
      "The Palestinian must stop throwing stones, and the Israelis must stop firing rockets. And in the view of the Sharm el-Sheikh summit, rockets are equal to stones."
    ],
    [
      3,
      "Would you allow a people to come from somewhere else and occupy a part of the United States, and set up an independent state, and, after 50 years, you would not be able to stay on this land?"
    ],
    [
      1,
      "A majority of the Syrian people believe in the regime and support Bashar al-Assad."
    ],
    [
      3,
      "Israel should not feel satisfaction at my son's death, for he died on the battlefield, facing the conquerors as he wished, with a gun in his hand."
    ],
    [
      8,
      "When I was 10 or 11, my grandmother had a scarf. It was black, but a long one. I used to wrap it around my head and say to them that 'I'm a cleric, you need to pray behind me.'"
    ],
    [
      1,
      "If you want my opinion, I say that this is a state based on occupation, that has usurped the rights of others."
    ],
    [
      1,
      "There should be resolutions adopted in top international institutions, which are binding on all states and governments in the world, to forbid the defamation of religions."
    ],
    [
      3,
      "It is unacceptable, it is forbidden, to harm the innocent."
    ],
    [
      3,
      "Lebanon is caught in a cycle of threats. And it is our duty to be strong and capable of defending our country. But we will not clarify or explain what we do or do not possess."
    ],
    [
      1,
      "Force is the duty of the state, not Hizbullah."
    ],
    [
      1,
      "However, they did not treat the reasons that led to this condition. I believe that the conditions in the Palestinian territories are alway capable of explosion because the same circumstances are there."
    ],
    [
      6,
      "I believe that Palestine is an occupied land from the Mediterranean Sea to the Jordan River, and this is the right of the entire Palestinian people, this land."
    ],
    [
      1,
      "Israel remains a foreign body in this large area, and it always proved that it is unable to coexist with this environment, because the, the scope of the massacres that it has committed does not permit it to coexist."
    ],
    [
      9,
      "On this land, Muslims, Christians and Jews can coexist together, as they have - as they had for the - for hundreds of years in the framework of a democratic state."
    ],
    [
      2,
      "The ones who were negotiating are now on the front line of this intifada, because they found that the negotiations didn't give them the minimum of their rights."
    ],
    [
      2,
      "The problem is we disagree about the origin. Is this occupied land or not?"
    ],
    [
      5,
      "We did not start a fight with America, and we don't want a war with America. If someone launches an attack, though, we will respond. We will not take rejection or humiliation. We do not want to fight."
    ],
    [
      8,
      "When a peace agreement is concluded between the Lebanese government and Israel, we would surely disagree with the Lebanese government about that, but we would not make any turmoil out of it."
    ],
    [
      1,
      "You can look at the West Bank. Cities are like prisons. They can be closed quickly by the Israeli forces, and everything stops in these cities. This is the result of Oslo."
    ],
    [
      2,
      "The fall of the Syrian regime is in the interest of America and Israel."
    ],
    [
      1,
      "Any Israeli attack on Lebanon, Iran, Syria or Gaza will be met with a fierce response."
    ],
    [
      4,
      "Hezbollah is not fighting for Syria. Hezbollah is not fighting for Iran. Hezbollah is fighting for Lebanon."
    ],
    [
      2,
      "Those who elected Hamas in Palestine did so on the basis of its political platform."
    ],
    [
      3,
      "Peace cannot be unilateral."
    ],
    [
      9,
      "To talk about liberty and freedom is nice, lovely, but the important thing is to allow people to act in liberty and freedom."
    ],
    [
      1,
      "The U.N. Security Council did not to condemn the Qana massacre, due to the U.S. veto."
    ]
  ],
  "Heinrich Himmler": [
    [
      1,
      "The best political weapon is the weapon of terror. Cruelty commands respect. Men may hate us. But, we don't ask for their love; only for their fear."
    ],
    [
      1,
      "Anti-Semitism is exactly the same as delousing. Getting rid of lice is not a question of ideology, it is a matter of cleanliness. In just this same way anti-Semitism for us has not been a question of ideology but a matter of cleanliness."
    ],
    [
      3,
      "I have not tolerated an atheist in the ranks of the SS. Every member has a deep faith in God, in what my ancestors called in their language Waralda, the ancient one, the one who is mightier than we are."
    ],
    [
      1,
      "We shall not rest until we have rooted out Christianity ."
    ],
    [
      1,
      "Perfectly clear, it's part of our plans, we're eliminating the Jews, exterminating them. Ha! A small matter."
    ],
    [
      1,
      "Roughly 7 to 8 percent of men in Germany are homosexual. If that is how things remain, our nation will fall to pieces because of that plague. Those who practice homosexuality deprive Germany of the children they owe her."
    ],
    [
      1,
      "We have only one task, to stand firm and carry on the racial struggle without mercy."
    ],
    [
      8,
      "My honor is my loyalty."
    ],
    [
      1,
      "I hope to see the very concept of Jewry completely obliterated."
    ],
    [
      1,
      "Perhaps we shall also have to hold in check other coloured peoples who will soon be in their certain prime, and thus preserve the world, which is the world of our blood, of our children and of our grandchildren."
    ],
    [
      8,
      "The only thing that matters is that we stand firm."
    ],
    [
      1,
      "In the brief monthly reports of the Security Police, I only want figures on how many Jews have been shipped off and how many are currently left."
    ],
    [
      1,
      "I still lack to a considerable degree that naturally superior kind of manner that I would dearly like to possess."
    ],
    [
      1,
      "These clashes are the only evolu-tionary possibility which will enable us one day, now that Fate has given us the Fuehrer Adolf Hitler, to create the Germanic Reich."
    ],
    [
      2,
      "Today, Germany is on the borders of Europe everywhere."
    ],
    [
      2,
      "It will undoubtedly happen, that the enemy will make the attempt, today, tomorrow or the next day, at some time, to break into this fortress of Europe at one point or another. That will undoubtedly be the case."
    ],
    [
      1,
      "The decision, therefore, lies here in the East; here must the Russian enemy, this people numbering two hundred million Russians, be destroyed on the battle field and person by person, and made to bleed to death ."
    ],
    [
      4,
      "One thing is certain: wherever the enemy lands, if once we can get to grips with him on the Continent, where we are not dependent on supplies from overseas, that ought to be, and will be, all right with us."
    ],
    [
      5,
      "I would like to give it a name: it is the great fortress of Europe."
    ],
    [
      2,
      "Now it is just this world we like the best, the Germanic world, the world of Nordic life."
    ],
    [
      2,
      "The fortress of Europe with its frontiers must be held and will be held too, as long as is necessary."
    ],
    [
      2,
      "We shall have to pass through many a valley, many a narrow defile. Many will grow tired on the way. Of course they will mostly be those who have no reason to do so."
    ],
    [
      1,
      "Germans who wish to use firearms should join the SS or the SA - ordinary citizens don't need guns, as their having guns doesn't serve the State."
    ],
    [
      1,
      "We know that these clashes with Asia and Jewry are necessary for evolution."
    ]
  ],
  "Hideki Tojo": [
    [
      1,
      "The moment the first American soldier sets foot on the Japanese mainland, all prisoners of war will be shot."
    ],
    [
      1,
      "It goes without saying that when survival is threatened, struggles erupt between peoples, and unfortunate wars between nations result."
    ],
    [
      10,
      "Justice has nothing to do with victor nations and vanquished nations, but must be a moral standard that all the world's peoples can agree to. To seek this and to achieve it - that is true civilization"
    ],
    [
      1,
      "Australia and New Zealand are now threatened by the might of the Imperial Japanese forces, and both of them should know that any resistance is futile."
    ],
    [
      3,
      "I would point out that Japan's proposal at the Versailles Peace Conference on the principle of racial equality was rejected by delegates such as those from Britain and the United States"
    ],
    [
      1,
      "Therefore, if one were to consider that there was virtually no possibility of success through the US-Japan negotiations, the military and economic pressures would only force Japan into further crisis if time were allowed to pass in vain."
    ],
    [
      1,
      "With options thus foreclosed, in order to protect and defend the nation and clear the obstacles that stood in its path, a decisive appeal to arms was made."
    ],
    [
      10,
      "To advocate a New Order was to seek freedom and respect for peoples without prejudice, and to seek a stable basis for the existence all peoples, equally, and free of threats"
    ],
    [
      3,
      "The reason was the failure of both Japan and China to understand each other and the inability of America and the European powers to sympathize, without prejudice, with the peoples of East Asia"
    ],
    [
      1,
      "At the Imperial Conference on December 1, it was decided to make war against England and the United States"
    ],
    [
      6,
      "Even military ministers have no more than a certain amount of control. It is customary that they have the right and the power to participate, from a political and military point of view, in the planning of actual operations"
    ],
    [
      3,
      "Thus, it was to seek true civilization and true justice for all the peoples of the world, and to view this as the destruction of personal freedom and respect is to be assailed by the hatred and emotion of war, and to make hasty judgments."
    ],
    [
      1,
      "The causes of the China Incident were the exclusion and insult of Japan throughout China, the exclusion of Japanese goods, the persecution of Japanese residents in China, and the illegal violation of Japanese rights"
    ],
    [
      2,
      "From the point of the view of the nation's power, it was obvious that while we were fighting the Sino-Japanese war, every effort was to be made to avoid adding to our enemies and opening additional fronts"
    ],
    [
      5,
      "On October 18, 1941, I suddenly received a mandate from His Majesty to form a new cabinet. This was completely unexpected, and when I was summoned to the Imperial Palace I thought I would be questioned on the army's point of view"
    ],
    [
      1,
      "Nevertheless, China was unfortunately unable to understand Japan's real position, and it is greatly to be regretted that the Sino-Japanese War became one of long duration"
    ],
    [
      2,
      "Despite Japan's desires and efforts, unfortunate differences in the ways that Japan, England, the United States, and China understood circumstances, together with misunderstandings of attitudes, made it impossible for the parties to agree."
    ],
    [
      1,
      "The main American naval forces were shifted to the Pacific region and an American admiral made a strong declaration to the effect that if war were to break out between Japan and the United States, the Japanese navy could be sunk in a matter of weeks."
    ],
    [
      1,
      "We now have to see our country surrender to the enemy without demonstrating our power up to 120 percent. We are now on a course for a humiliating peace - or, rather, a humiliating surrender."
    ],
    [
      1,
      "The Japanese government has accepted the notion that Japan is the loser, and it appears to be going to accept unconditional surrender. Such a position frustrates the officers and soldiers of the imperial armed forces."
    ],
    [
      1,
      "I am determined to offer an apology with my death."
    ],
    [
      1,
      "During this period, Japan's peaceful commercial relations were successively obstructed, primarily by the American rupture of commercial relations, and this was a grave threat to the survival of Japan."
    ],
    [
      2,
      "I would point out that the cultural advance of these people has been suppressed in the past and continues to be suppressed in the present by policies designed to keep them in ignorance."
    ],
    [
      5,
      "In dealing with the China problem, the British and American side, which had particularly strong interests in China, should have based its judgments about the origins of the problem on direct observation of the actual circumstances at the time."
    ]
  ],
  "Hirohito": [
    [
      9,
      "All men are brothers, like the seas throughout the world; So why do winds and waves clash so fiercely everywhere?"
    ],
    [
      2,
      "You can't imagine how much more work I had when I was a god."
    ],
    [
      3,
      "I made efforts to swallow tears and to protect the species of the Japanese nation."
    ],
    [
      1,
      "We have resolved to endure the unendurable and suffer what is insufferable."
    ],
    [
      4,
      "Endure what is difficult to endure and to suffer what is difficult to suffer."
    ],
    [
      8,
      "The fruits of victory are tumbling into our mouths too quickly."
    ],
    [
      3,
      "They do not depend upon mere legends and myths. They are not predicated on the false conception that the Emperor is divine and that the Japanese people are superior to other races."
    ],
    [
      9,
      "To strive for the common prosperity and happiness of all nations, as well as the security and wellbeing of our subjects, is the solemn obligation which has been handed down by our imperial ancestors and which lies close to our heart."
    ],
    [
      8,
      "I discovered freedom for the first time in England."
    ],
    [
      1,
      "The war has developed not necessarily to Japan's advantage."
    ],
    [
      1,
      "That most unfortunate war, which I deeply deplore."
    ]
  ],
  "H Ch Minh": [
    [
      8,
      "Our resistance will be long and painful, but whatever the sacrifices, however long the struggle, we shall fight to the end, until Vietnam is fully independent and reunified."
    ],
    [
      10,
      "It is better to sacrifice everything than to live in slavery!"
    ],
    [
      4,
      "Everything depends on the Americans. If they want to make war for 20 years then we shall make war for 20 years. If they want to make peace, we shall make peace and invite them to tea afterwards."
    ],
    [
      10,
      "Nothing is more precious than Independence and Liberty."
    ],
    [
      1,
      "You can kill ten of our men for every one we kill of yours. But even at those odds, you will lose and we will win."
    ],
    [
      5,
      "We have a secret weapon...it is called Nationalism"
    ],
    [
      10,
      "Love other human beings as you would love yourself."
    ],
    [
      8,
      "The Vietnamese people deeply love independence, freedom and peace. But in the face of United States aggression they have risen up, united as one man."
    ],
    [
      10,
      "Our mountains will always be, our rivers will always be, our people will always be, The American invaders defeated, we will rebuild our land ten times more beautiful."
    ],
    [
      2,
      "Colonial atrocities have prepared the soil; it is for socialists to sow the seeds of revolution."
    ],
    [
      2,
      "When the prison doors are opened, the real dragon will fly out."
    ],
    [
      2,
      "You will kill ten of us, we will kill one of you, but in the end, you will tire of it first."
    ],
    [
      3,
      "Military action without politics is like a tree without a root."
    ],
    [
      7,
      "If you do not condemn colonialism, if you do not side with the colonial people, what kind of revolution are you waging?"
    ],
    [
      2,
      "A poet must learn to wage war."
    ],
    [
      8,
      "Write in such a way as that you can be readily understood by both the young and the old, by men as well as women, even by children."
    ],
    [
      8,
      "I and others may be revolutionaries but we are disciples of Mahatma Gandhi, directly or indirectly, nothing more nothing less."
    ],
    [
      8,
      "Although our fight will be long and hard, our people are resolved to fight till final victory."
    ],
    [
      5,
      "The rice grain suffers under the blow of the pestle. But admire its whiteness once the order is over. So it is with men and the world we live in. To be a man one must suffer the blows of misfortune."
    ],
    [
      4,
      "Today we should make poems including iron and steel And the poet should know how to lead an attack."
    ],
    [
      1,
      "You will kill 10 of our men, and we will kill 1 of yours, and in the end it will be you who tire of it."
    ],
    [
      10,
      "But by reading them again and again finally I was able to grasp the essential part. What emotion, enthusiasm, enlightenment and confidence they communicated to me! I wept for joy."
    ]
  ],
  "Idi Amin": [
    [
      2,
      "There is freedom of speech, but I cannot guarantee freedom after speech"
    ],
    [
      1,
      "His Excellency, President for Life, Field Marshal Al Hadji Doctor Idi Amin Dada, VC, DSO, MC, Lord of All the Beasts of the Earth and Fishes of the Seas and Conqueror of the British Empire in Africa in General and Uganda in Particular."
    ],
    [
      1,
      "I have to keep law and order and it means that I have to kill my enemies before they kill me."
    ],
    [
      3,
      "The problem with me is that I am fifty or one hundred years ahead of my time. My speed is very fast. Some ministers have had to drop out of my government because they could not keep up."
    ],
    [
      1,
      "It's not for me. I tried human flesh and it's too salty for my taste."
    ],
    [
      2,
      "If we knew the meaning to everything that is happening to us, then there would be no meaning."
    ],
    [
      5,
      "Sometimes people mistake the way I talk for what I am thinking."
    ],
    [
      8,
      "I do not want to be controlled by any superpower. I myself consider myself the most powerful figure in the world, and that is why I do not let any superpower control me."
    ],
    [
      9,
      "My mission is to lead the country out of a bad situation of corruption, depression and slavery. After I rid the country of these vices, I will then organize and supervise a general election of a genuinely democratic civilian government."
    ],
    [
      1,
      "In any country there must be people who have to die. They are the sacrifices any nation has to make to achieve law and order."
    ],
    [
      2,
      "You cannot run faster than a bullet."
    ],
    [
      2,
      "Your experience will be a lesson to all of us men to be careful not to marry ladies in very high positions."
    ],
    [
      4,
      "Politics is like boxing - you try to knock out your opponents."
    ],
    [
      1,
      "I propose getting rid of conventional armaments and replacing them with reasonably priced hydrogen bombs that will be distributed equally throughout the world."
    ],
    [
      1,
      "Although some people felt Adolf Hitler was bad, he was a great man and a real conqueror whose name would never be forgotten."
    ],
    [
      1,
      "I myself consider myself the most powerful figure in the world."
    ],
    [
      10,
      "I'm a good Muslim and I'm only interested in Islam."
    ],
    [
      10,
      "I am the hero of Africa."
    ],
    [
      8,
      "I want to be remembered as a great athlete. As a boxing champion."
    ],
    [
      8,
      "I was a good soldier in the British Army. I was born in a very, very poor family. And I enlisted to escape hunger. But my officers were Scottish and they loved me. The Scots are good, you know."
    ],
    [
      10,
      "I love the Americans. They are my best friends."
    ]
  ],
  "Jair Bolsonaro": [
    [
      6,
      "It doesn't matter what the colour of your skin is, your sexual preference, the region where you were born, your gender. We're all equal... We can't take certain minorities and think they have super powers and are different from the others."
    ],
    [
      10,
      "Let's be proud of our homeland once again!"
    ],
    [
      1,
      "I prefer a prison full of criminals than a graveyard full of innocent people."
    ],
    [
      1,
      "I am in favour of a dictatorship."
    ],
    [
      1,
      "Palestine is not a country, so there should be no embassy here."
    ],
    [
      3,
      "I vote for every privatization bill that I can. It is the Left that opposes privatization. They just want to preserve their government jobs."
    ],
    [
      1,
      "You do not negotiate with terrorists."
    ],
    [
      1,
      "The minority must bow to the majority."
    ],
    [
      10,
      "We will invest heavily in safety and security... preserve the environment... make progress on biodiversity and economic progress."
    ],
    [
      1,
      "Political correctness is a thing of leftist radicals."
    ],
    [
      1,
      "I'd rather my son died in an accident than showed up with some bloke with a moustache."
    ],
    [
      8,
      "Every honest citizen, man or woman, if they want to have a weapon in their homes - depending on certain criteria - should be able to have one."
    ],
    [
      10,
      "God above all."
    ],
    [
      1,
      "You'll never change anything in this country through voting. Nothing. Absolutely nothing."
    ],
    [
      1,
      "We will never resolve serious national problems with this irresponsible democracy."
    ],
    [
      8,
      "Real democracy is food on the table, the ability to plan your life, the ability to walk on the street without getting mugged."
    ],
    [
      9,
      "I took over a Brazil in the midst of a profound ethical, moral, and economic crisis. We are committed to changing our history... We want to govern by example."
    ],
    [
      10,
      "No other country in the world has as many forests as we do."
    ],
    [
      10,
      "We are going to change Brazil!"
    ],
    [
      1,
      "This cowardly business of international NGOs like WWF and so many others from England sticking their noses into Brazil is going to end!"
    ],
    [
      1,
      "It's these leftwing people, who always put themselves above the rest, who are fascists."
    ],
    [
      2,
      "In Jair Bolsonaro's Brazil, those who disrespect the law will feel the weight of that very same law."
    ],
    [
      4,
      "If we are competing in elections, it's because we believe in the popular vote and will be slaves to our constitution."
    ],
    [
      1,
      "We do not want socialism."
    ],
    [
      9,
      "We are the true Brazil."
    ],
    [
      10,
      "All of us have a mission here on Earth."
    ],
    [
      1,
      "I am one of the most attacked persons."
    ],
    [
      5,
      "I would like to have had that experience of combat. I would have liked to."
    ],
    [
      1,
      "Because women get more labor rights than men, meaning they get maternity leave, the employer prefers to hire men."
    ],
    [
      8,
      "I believe that a strong man makes a strong country."
    ],
    [
      3,
      "I have five children. There were four boys. The fifth, I got weak, and a girl came."
    ],
    [
      10,
      "We are going to change the destiny of Brazil."
    ],
    [
      2,
      "We are taking over a completely broken Brazil. We've never had such a major ethical, moral, and economic crisis, and we want to get out of this quagmire."
    ],
    [
      2,
      "I spent 17 years in the Brazilian army."
    ],
    [
      5,
      "What we need is a government with authority but without authoritarianism."
    ],
    [
      8,
      "Let's make Brazil Great!"
    ],
    [
      1,
      "China is taking over Brazil, and that is worrying. They are investing in mining, agriculture, energy, ports, and airports."
    ],
    [
      7,
      "We are going to unite the people, rescue the family, respect religions and our Judeo-Christian tradition, combat gender ideology, conserving our values."
    ],
    [
      1,
      "Not a centimetre will be demarcated for Indigenous reserves."
    ],
    [
      1,
      "I will not accept an election result that is not my own victory."
    ],
    [
      8,
      "More than safeguarding someone's life, firearms safeguard the freedom of a people."
    ],
    [
      1,
      "This history of a secular state doesn't exist, no. The state is Christian, and those who are against it can leave."
    ],
    [
      3,
      "I am not a troglodyte."
    ],
    [
      10,
      "Everywhere I go, people embrace me and treat me like a national hero. The people in the streets are asking for the return of the military. They ask, 'When are you coming back?'"
    ],
    [
      1,
      "We do not want a Bolivarian America."
    ],
    [
      8,
      "Good citizens deserve the means to defend themselves."
    ],
    [
      8,
      "We will do business with the Chinese - but we will not hand our territory over to anybody!"
    ],
    [
      1,
      "We cannot allow the indiscriminate entry of all those who come here only because they wanted to come."
    ],
    [
      9,
      "Those who didn't vote for me don't need to worry - they won't be persecuted."
    ],
    [
      2,
      "I ask myself, 'Why can't a truck driver have the right to carry a gun?' Just think about it; put yourself in the shoes of a truck driver. He nods off at the petrol station... and when he wakes up the next day, his spare tyre has gone."
    ],
    [
      1,
      "We're in Brazil here: Great Brazil just like the Great America of our dear Trump."
    ],
    [
      10,
      "We are the voice of freedom."
    ],
    [
      10,
      "Together with this Brazilian people, we will build a new nation."
    ],
    [
      5,
      "We need to unify Brazil, to pacify it."
    ],
    [
      1,
      "We distrust the electronic vote here."
    ],
    [
      8,
      "If anyone interferes into the private life of two people, I will defend the right of those two people between their four walls. That is no problem."
    ],
    [
      1,
      "Elections won't change anything in this country."
    ],
    [
      1,
      "We can't continue with this social democracy here in Brazil."
    ],
    [
      1,
      "It saddens me to see the entrepreneurial world in Brazil, because it's a misfortune to be a boss in our country, with so many labor laws."
    ],
    [
      1,
      "In every war, innocent people die."
    ]
  ],
  "Jim Jones": [
    [
      2,
      "To me death is not a fearful thing. It's living that's cursed."
    ],
    [
      5,
      "A lot of people are tired around here, but I'm not sure they're ready to lie down, stretch out and fall asleep."
    ],
    [
      7,
      "A man's gotta make at least one bet a day, else he could be walking around lucky and never know it."
    ]
  ],
  "Joseph Goebbels": [
    [
      1,
      "If you repeat a lie often enough, people will believe it, and you will even come to believe it yourself."
    ],
    [
      1,
      "A lie told once remains a lie but a lie told a thousand times becomes the truth"
    ],
    [
      2,
      "Propaganda works best when those who are being manipulated \n are confident they are acting on their own free will."
    ],
    [
      3,
      "Think of the press as a great keyboard on which the government can play."
    ],
    [
      1,
      "This is the secret of propaganda: Those who are to be persuaded by it should be completely immersed in the ideas of the propaganda, without ever noticing that they are being immersed in it."
    ],
    [
      1,
      "Propaganda must facilitate the displacement of aggression by specifying the targets for hatred."
    ],
    [
      1,
      "...the rank and file are usually much more primitive than we imagine. Propaganda must therefore always be essentially simple and repetitious."
    ],
    [
      8,
      "There will come a day, when all the lies will collapse under their own weight, and truth will again triumph."
    ],
    [
      3,
      "Not every item of news should be published. Rather must those who control news policies endeavor to make every item of news serve a certain purpose."
    ],
    [
      3,
      "The most brilliant propagandist technique will yield no success unless one fundamental principle is borne in mind constantly - it must confine itself to a few points and repeat them over and over."
    ],
    [
      2,
      "It is the absolute right of the State to supervise the formation of public opinion."
    ],
    [
      3,
      "It would not be impossible to prove with sufficient repetition and a psychological understanding of the people concerned that a square is in fact a circle. They are mere words, and words can be molded until they clothe ideas and disguise."
    ],
    [
      1,
      "The essence of propaganda consists in winning people over to an idea so sincerely, so vitally, that in the end they succumb to it utterly and can never escape from it."
    ],
    [
      4,
      "We shall reach our goal, when we have the power to laugh as we destroy, as we smash, whatever was sacred to us as tradition, as education, and as human affection."
    ],
    [
      1,
      "If you tell a lie long enough, it becomes the truth."
    ],
    [
      4,
      "Whoever can conquer the street will one day conquer the state, for every form of power politics and any dictatorship-run state has its roots in the street."
    ],
    [
      1,
      "The English follow the principle that when one lies, it should be a big lie, and one should stick to it."
    ],
    [
      1,
      "The masses need something that will give them a thrill of horror."
    ],
    [
      1,
      "If we have power, we'll never give it up again unless we're carried out of our offices as corpses"
    ],
    [
      1,
      "A Jew is for me an object of disgust. I feel like vomiting when I see one. Christ could not possibly have been a Jew. It is not necessary to prove that scientifically - it is a fact. I do not need to prove this with science or scholarship. It is so!"
    ],
    [
      2,
      "There is no need for propaganda to be rich in intellectual content."
    ],
    [
      3,
      "The war we are fighting until victory or the bitter end is in its deepest sense a war between Christ and Marx. Christ: the principle of love. Marx: the principle of hate."
    ],
    [
      1,
      "If we are attacked we can only defend ourselves with guns not with butter."
    ],
    [
      3,
      "We can do without butter, but, despite all our love of peace, not without arms. One cannot shoot with butter, but with guns."
    ]
  ],
  "Joseph Stalin": [
    [
      4,
      "Everybody has a right to be stupid, but some people abuse the privilege."
    ],
    [
      5,
      "Ideas are more powerful than guns. We would not let our enemies have guns, why should we let them have ideas."
    ],
    [
      5,
      "It's not the people who vote that count. It's the people who count the votes."
    ],
    [
      8,
      "The press must grow day in and day out - it is our Party's sharpest and most powerful weapon."
    ],
    [
      1,
      "The death of one man is tragic, but the death of thousands is statistic."
    ],
    [
      2,
      "Voters decide nothing. Vote counters decide everything!"
    ],
    [
      4,
      "Education is a weapon the effect of which is determined by the hands which wield it, by who is to be struck down."
    ],
    [
      1,
      "When we hang the capitalists they will sell us the rope we use."
    ],
    [
      1,
      "Political power does not rest with those who cast votes; political power rests with those who count votes."
    ],
    [
      6,
      "Great Britain provided time; the United States provided money and Soviet Russia provided blood."
    ],
    [
      1,
      "It doesn't matter who they vote for, they always vote for us."
    ],
    [
      2,
      "If the opposition disarms, well and good. If it refuses to disarm, we shall disarm it ourselves."
    ],
    [
      1,
      "The only real power comes out of a long rifle."
    ],
    [
      4,
      "To choose one's victims, to prepare one's plan minutely, to slake an implacable vengeance, and then to go to bed... There is nothing sweeter in the world."
    ],
    [
      1,
      "I trust no one, not even myself."
    ],
    [
      1,
      "This creature softened my heart of stone. She died and with her died my last warm feelings for humanity."
    ],
    [
      6,
      "Print is the sharpest and the strongest weapon of our party."
    ],
    [
      1,
      "The United States should get rid of its militias."
    ],
    [
      3,
      "[American Communist Party] legally exists in the U.S.A., it nominates its candidates in the elections, including Presidential elections."
    ],
    [
      3,
      "The people who cast the votes don't decide an election, the people who count the votes do."
    ],
    [
      2,
      "One death is a tragedy; one million is a statistic."
    ],
    [
      3,
      "In the Soviet army it takes more courage to retreat than advance."
    ],
    [
      1,
      "Mankind is divided into rich and poor, into property owners and exploited; and to abstract oneself from this fundamental division; and from the antagonism between poor and rich means abstracting oneself from fundamental facts."
    ],
    [
      3,
      "You cannot make a revolution with silk gloves."
    ],
    [
      1,
      "The Pope? How many divisions has he got?"
    ],
    [
      2,
      "We don't let them have ideas. Why would we let them have guns?"
    ],
    [
      1,
      "Death is the solution to all problems. No man - no problem."
    ],
    [
      1,
      "It is enough that the people know there was an election. The people who cast the votes decide nothing. The people who count the votes decide everything."
    ],
    [
      2,
      "The death of one man is a tragedy. The death of millions is a statistic."
    ],
    [
      1,
      "Gratitude is a sickness suffered by dogs."
    ],
    [
      3,
      "History shows that there are no invincible armies."
    ],
    [
      9,
      "Gaiety is the most outstanding feature of the Soviet Union."
    ],
    [
      2,
      "A sincere diplomat is like dry water or wooden iron."
    ],
    [
      2,
      "Everyone imposes his own system as far as his army can reach."
    ],
    [
      1,
      "If any foreign minister begins to defend to the death a 'peace conference', you can be sure his government has already placed its orders for new battleships and airplanes."
    ],
    [
      9,
      "The writer is the engineer of the human soul."
    ]
  ],
  "Josip Broz Tito": [
    [
      5,
      "I am the leader of one country which has two alphabets, three languages, four religions, five nationalities, six republics, surrounded by seven neighbours, a country in which live eight ethnic minorities."
    ],
    [
      3,
      "Any movement in history which attempts to perpetuate itself, becomes reactionary."
    ],
    [
      9,
      "Ancient Hawaiians say: When you're itching for the waves, the only lotion is the ocean."
    ],
    [
      4,
      "Churchill , he is a great man. He is, of course, our enemy and has always been the enemy of Communism, but he is an enemy one must respect, an enemy one likes to have."
    ],
    [
      1,
      "Kosovo is now the biggest problem confronting Yugoslavia."
    ],
    [
      2,
      "Today, 9 May, exactly forty-nine months and three days after the Fascist attack on Yugoslavia, the most powerful aggressive force in Europe, Germany, has capitulated."
    ]
  ],
  "Julius Caesar": [
    [
      4,
      "Without training, they lacked knowledge. Without knowledge, they lacked confidence. Without confidence, they lacked victory."
    ],
    [
      10,
      "I came, I saw, I conquered."
    ],
    [
      4,
      "If you must break the law, do it to seize power: in all other cases observe it."
    ],
    [
      1,
      "The greatest enemy will hide in the last place you would ever look."
    ],
    [
      4,
      "In the end, it is impossible not to become what others believe you are."
    ],
    [
      8,
      "A coward dies a thousand deaths, the gallant never taste of death but once."
    ],
    [
      5,
      "If I fail it is only because I have too much pride and ambition."
    ],
    [
      2,
      "As a rule, what is out of sight disturbs men's minds more seriously than what they see."
    ],
    [
      3,
      "Men in general are quick to believe that which they wish to be true."
    ],
    [
      5,
      "The difference between a republic and an empire is the loyalty of one's army"
    ],
    [
      1,
      "All bad precedents begin as justifiable measures."
    ],
    [
      4,
      "It is better to suffer once than to be in perpetual apprehension."
    ],
    [
      2,
      "It is easier to find men who will volunteer to die, than to find those who are willing to endure pain with patience."
    ],
    [
      8,
      "To win by strategy is no less the role of a general than to win by arms."
    ],
    [
      8,
      "He conquers twice, who shows mercy to the conquered."
    ],
    [
      4,
      "What we wish, we readily believe, and what we ourselves think, we imagine others think also."
    ],
    [
      1,
      "The die has been cast."
    ],
    [
      2,
      "As a rule, men worry more about what they can't see than about what they can."
    ],
    [
      2,
      "Our men must win or die. Pompey's men have... other options."
    ],
    [
      2,
      "Avoid an unusual and unfamiliar word just as you would a reef."
    ],
    [
      1,
      "Cowards die many times before their actual deaths."
    ],
    [
      1,
      "It is not these well-fed long-haired men that I fear, but the pale and the hungry-looking."
    ],
    [
      3,
      "Men willingly believe what they wish."
    ],
    [
      3,
      "Which death is preferably to every other? 'The unexpected'."
    ],
    [
      8,
      "I have lived long enough both in years and in accomplishments."
    ],
    [
      8,
      "I have lived long enough to satisfy both nature and glory."
    ],
    [
      1,
      "In war, events of importance are the result of trivial causes."
    ],
    [
      5,
      "I had rather be first in a village than second at Rome."
    ],
    [
      3,
      "Men are nearly always willing to believe what they wish."
    ],
    [
      1,
      "The die is cast."
    ],
    [
      3,
      "No one is so brave that he is not disturbed by something unexpected."
    ],
    [
      1,
      "Caesar's wife must be above suspicion."
    ],
    [
      5,
      "Fortune, which has a great deal of power in other matters but especially in war, can bring about great changes in a situation through very slight forces."
    ],
    [
      6,
      "I am prepared to resort to anything, to submit to anything, for the sake of the commonwealth."
    ],
    [
      6,
      "Men freely believe that which they desire."
    ],
    [
      1,
      "It was the wont of the immortal gods sometimes to grant prosperity and long impunity to men whose crimes they were minded to punish in order that a complete reverse of fortune might make them suffer more bitterly."
    ],
    [
      6,
      "I have always reckoned the dignity of the republic of first importance and preferable to life."
    ]
  ],
  "Kim Il-sung": [
    [
      8,
      "The oppressed peoples can liberate themselves only through struggle. This is a simple and clear truth confirmed by history."
    ],
    [
      1,
      "The most important thing in our war preparations is to teach all our people to hate U.S. imperialism. Otherwise, we will not be able to defeat the U.S. imperialists who boast of their technological superiority."
    ],
    [
      9,
      "My God is none other than the people. Only the popular masses are omniscient and omnipotent and almighty on earth. Therefore my lifetime motto is: \"The people are my God.\""
    ],
    [
      3,
      "Peace secured by slavish submission is not peace."
    ],
    [
      10,
      "Everything is decided bya person's thoughts and if he is ideologically motivated, there is nothing he cannot do."
    ],
    [
      9,
      "The people are the masters of the revolution in each country."
    ],
    [
      6,
      "The basis of the Juche Idea is that man is the master of all things and the decisive factor in everything."
    ],
    [
      1,
      "While there are still imperialist aggressors, the state that has no defense power of its own to protect its sovereignty against the internal and external enemies is, in fact, not a fully independent and sovereign state."
    ],
    [
      1,
      "It is necessary to expose the false propaganda of the imperialists and thoroughly dispel the illusion that the imperialists will give up their positions in the colonies and dependent countries with good will."
    ],
    [
      4,
      "We are opposed to the line of compromise with imperialism. At the same time, we cannot tolerate the practice of only shouting against imperialism, but, in actual fact, being afraid to fight it."
    ],
    [
      6,
      "The peoples of Asia, Africa, and Latin America have common interest and are in the position to support each other in their anti-imperialist and anti-U.S. struggle. As long as Africa and Latin America are not free."
    ],
    [
      4,
      "It is wrong to try to avoid the struggle against imperialism under the pretext that independence and revolution are important, but that peace is still more precious."
    ],
    [
      3,
      "The people are the masters of the revolution in each country. It is like putting a cart before the horse that foreigners carry out the revolution for them. The revolution can neither be exported nor imported."
    ],
    [
      1,
      "South Koreans who have seen and praised the mass games should remember the hardship of tearful children. Teachers drive them hard with curses and orders to repeat and repeat. When the children return home in the evening, they can hardly walk."
    ],
    [
      1,
      "Otherwise, we will not be able to defeat the U.S. imperialists who boast of their technological superiority."
    ]
  ],
  "Kim Jong-il": [
    [
      10,
      "Nothing is impossible for a man with a strong will. The possible is in store only for a man who loves the future. There is no word \"impossible\" in the Korean language."
    ],
    [
      1,
      "One can live without candy, but one cannot live without bullets."
    ],
    [
      8,
      "I am the object of criticism around the world. But I think that since I am being discussed, then I am on the right track."
    ],
    [
      9,
      "Karl Marx made a great contribution to the liberation cause of mankind, and because of his immortal exploits his name is still enshrined in the hearts of the working class and peoples of all countries."
    ],
    [
      10,
      "Great ideology creates great times."
    ],
    [
      1,
      "Imperialist aid is a noose of plunder and subjugation, aimed at robbing 10 and even 100 things for one thing that is given."
    ],
    [
      8,
      "We oppose the reactionary policies of the U.S. government but we do not oppose the American people. We want to have many good friends in the United States."
    ],
    [
      1,
      "A film with an untidy plot cannot grip the audience and define their emotional response."
    ],
    [
      9,
      "National defense is the sacred duty of the young and all other people."
    ],
    [
      8,
      "The cinema occupies an important place in the overall development of art and literature."
    ],
    [
      1,
      "No production of high ideological and artistic value can evolve out of a creative group whose members are not united ideologically and in which discipline and order have not been established."
    ],
    [
      1,
      "No faction is better or worse than any other. All come from the same mould; they are all products of capitalist influence in the working class movement. And they are a poison that destroys our Party and the working class movement in Korea."
    ],
    [
      2,
      "In their day, Marx, Engels, Lenin, and Stalin represented the aspirations and demands of the exploited working masses, and the cause of socialism was inseparably linked with their names."
    ],
    [
      10,
      "Glory to the heroic soldiers of the Korean People's Army!"
    ],
    [
      2,
      "The core in the Juche outlook on the revolution is loyalty to the party and the leader. The cause of socialism and communism is started by the leader and is carried out under the guidance of the party and the leader."
    ],
    [
      2,
      "I'm an Internet expert too. It's all right to wire the industrial zone only, but there are many problems if other regions of the North are wired."
    ],
    [
      8,
      "The revolution is carried out by means of one's thought, not through one's family background."
    ],
    [
      8,
      "The liquidation of colonialism is a trend of the times which no force can hold back."
    ],
    [
      10,
      "Overall relations between the North and the South have developed in favor of national reconciliation, unity and reunification."
    ]
  ],
  "Kim Jong-un": [
    [
      2,
      "Want to know what's more destructive than a nuclear bomb? Words."
    ],
    [
      1,
      "The entire United States is within range of our nuclear weapons, and a nuclear button is always on my desk. This is reality, not a threat."
    ],
    [
      8,
      "The revolution is carried out by means of one's thought."
    ],
    [
      8,
      "The days are gone forever when our enemies could blackmail us with nuclear bombs."
    ],
    [
      4,
      "The military might of a country represents its national strength. Only when it builds up its military might in every way can it develop into a thriving country."
    ],
    [
      2,
      "Compared to 10 years ago the primary motivation for defection has gone from food, to freedom."
    ],
    [
      8,
      "The industrial revolution in the new century is, in essence, a scientific and technological revolution, and breaking through the cutting edge is a shortcut to the building of an economic giant."
    ],
    [
      1,
      "Past records of inter-Korean relations show that confrontation between fellow countrymen leads to nothing but war."
    ],
    [
      8,
      "There can be neither today without yesterday nor tomorrow without today."
    ],
    [
      9,
      "When young people are powerful, our Party and People's Army are powerful, and there is nothing for us to be afraid of."
    ],
    [
      10,
      "Science and technology are a propellant for building a thriving country, and the happiness of the people and the future of the country hinge on their development."
    ],
    [
      3,
      "We should improve economic guidance and management as demanded by the developing reality."
    ],
    [
      6,
      "Socialism is a sacred cause for realizing the demand and desire of the masses of the people for independence; it is a revolutionary cause that advances amid a fierce struggle against imperialism and all other counterrevolutionary forces."
    ],
    [
      10,
      "There is nothing that our party failed to do when it trusted the soldiers and people, and a more resplendent future is unfolding before us today."
    ],
    [
      8,
      "If we are to successfully build a socialist civilized country, which our people are desirous of, and ultimately solve the rural question, we should step up the cultural revolution in the countryside."
    ],
    [
      8,
      "It is a proud tradition and fighting trait of our army and people to rise up like mountains and go through fire and water to unfailingly carry through the party's orders and instructions."
    ],
    [
      8,
      "Developing the locally-run industry is very important in increasing the production of consumer goods."
    ],
    [
      10,
      "Nothing will be beyond our reach when we make the flames of creating positive deeds flare up across the country with the virtues of the young vanguard as the initial spark and bring into full play the mounting vigour of the millions of young people."
    ],
    [
      10,
      "We should concentrate all our efforts on building an economic giant to bring about a fresh turn in developing the country's economy and improving the people's standard of living."
    ],
    [
      4,
      "Less than two years after its founding, our Republic inflicted an ignominious defeat on the United States that had been boasting of being the 'strongest' in the world, thus defending its national sovereignty and global peace and security."
    ],
    [
      8,
      "The strength of self-reliance and self-development is that of science and technology, and the shortcut to implementing the five-year strategy is to give importance and precedence to science and technology."
    ],
    [
      3,
      "Our republic is a responsible nuclear state that, as we made clear before, will not use nuclear weapons first unless aggressive hostile forces use nuclear weapons to invade on our sovereignty."
    ],
    [
      7,
      "It is our Party's unshakeable stand to prevent a new war from breaking out on the Korean peninsula and accelerate economic construction in a peaceful environment, thus resolving at an early date the problems related with the people's livelihood."
    ],
    [
      8,
      "Our Party maintains the improvement of the people's living conditions as the most important of the numerous state affairs."
    ],
    [
      2,
      "All sectors and all units of the national economy should launch a vigorous general offensive to boost production in hearty response to the Party's militant slogan."
    ],
    [
      4,
      "We should make innovations in coal-mining and metallurgical industries in particular so as to revitalize the overall economy of the country."
    ],
    [
      10,
      "While boosting the production of consumer goods, we should channel great efforts into improving the welfare service for the people."
    ],
    [
      10,
      "Our cause is just, and the might of Korea that is united with truth is infinite."
    ],
    [
      4,
      "It is important to launch a mass and society-wide struggle to drastically increase the production of consumer goods."
    ],
    [
      10,
      "Construction is an important front for solidifying the foundations of a thriving country and creating bases for the people's happy life."
    ],
    [
      10,
      "Our women's union members and other women are really excellent and praiseworthy."
    ],
    [
      6,
      "The forest restoration campaign is a war to ameliorate nature."
    ],
    [
      10,
      "Our Party attaches great importance to the work with young people and firmly believes in them."
    ],
    [
      8,
      "The first generation of the young people of our revolution took up arms following Comrade Kim Il Sung and fought the bloody anti-Japanese struggle, thus achieving the historic cause of national liberation."
    ],
    [
      9,
      "The great leaders called the working class first whenever difficult and gigantic tasks arose for the revolution, and ushered in fresh heydays of the revolution by relying on them."
    ],
    [
      10,
      "Forests are precious resources of the country and a wealth to be handed down to posterity."
    ],
    [
      8,
      "Those who do not cherish affection for their parents, spouses and children and for their homes, villages and workplaces cannot love their country and fellow people; they can never become genuine patriots."
    ],
    [
      8,
      "Songun is a proud tradition of the Korean revolution which was pioneered by Comrade Kim Il Sung and led by him and Comrade Kim Jong Il and the banner of victory and glory."
    ],
    [
      9,
      "The year 2015 was a year of gigantic struggle, which is adorned with meaningful events and eye-opening successes, a year of victory and glory, in which socialist Korea fully demonstrated its prestige and might."
    ],
    [
      1,
      "We should steadily intensify the work of establishing the Party's monolithic leadership system to make the whole Party share ideology with the Party Central Committee, breathe the same breath as it, and keep pace with it."
    ],
    [
      3,
      "The political and military position of socialism should be further cemented so that it can be an impregnable fortress."
    ],
    [
      9,
      "The sun flag of the great Comrade Kim Il Sung and Comrade Kim Jong Il will forever flutter in the van of our revolutionary ranks that display only victory and honor and will always encourage and drive us toward a new victory."
    ],
    [
      8,
      "We must well grow the valuable seeds, which the great Comrade Kim Jong Il sowed to build an economically powerful state and improve the people's livelihood, and lead them to bloom as a glorious reality."
    ],
    [
      3,
      "Comrade Kim Jong Il, who was faithful to Comrade Kim Il Sung's ideas and cause, led our revolution along the glorious road of victory, braving the severe trials and adversities of history by dint of his unique leadership of the Songun revolution."
    ],
    [
      5,
      "We should raise fierce flames of innovations in the vanguard sectors, basic industrial sectors, and all other sectors of the national economy."
    ],
    [
      1,
      "The historic sea changes that have taken place in our country's rural areas are clear proof of the validity and vitality of the socialist rural theses advanced by President Kim Il Sung."
    ]
  ],
  "Lavrentiy Beria": [
    [
      1,
      "Show me the man and I'll find you the crime."
    ],
    [
      1,
      "Given a short time with a psycho-politician you can alter forever the loyalty of a soldier in our hands or a statesman or a leader in his own country, or you can destroy his mind."
    ],
    [
      1,
      "Do you know that there's hardly anyone left of last year's Caucasian governments? I've tried to stop it, but in vain. Yet they can't all be Trotskyites and traitors."
    ]
  ],
  "Leopold II of Belgium": [],
  "Mao Zedong": [
    [
      1,
      "All political power comes from the barrel of a gun. The  communist party must command all the guns, that way, no guns can ever be used to command the party."
    ],
    [
      1,
      "When there is not enough to eat, people starve to death. It is better to let half of the people die so that the other half can eat their fill."
    ],
    [
      3,
      "Deaths have benefits. They can fertilise the ground."
    ],
    [
      1,
      "Communism is not love. Communism is a hammer which we use to crush the enemy."
    ],
    [
      1,
      "People say that poverty is bad, but in fact poverty is good. The poorer people are, the more revolutionary they are. It is dreadful to imagine a time when everyone will be rich... From a surplus of calories people will have two heads and four legs."
    ],
    [
      2,
      "The weeds of socialism are better than the crops of capitalism."
    ],
    [
      1,
      "To read too many books is harmful."
    ],
    [
      9,
      "The young people are the most active and vital force in society. They are the most eager to learn and the least conservative in their thinking. This is especially so in the era of socialism."
    ],
    [
      1,
      "Don't make a fuss about a world war. At most, people die... Half the population wiped out - this happened quite a few times in Chinese history... It's best if half the population is left, next best one-third."
    ],
    [
      1,
      "People who try to commit suicide - don't attempt to save them! . . . China is such a populous nation, it is not as if we cannot do without a few people."
    ],
    [
      1,
      "We should support whatever the enemy opposes and oppose whatever the enemy supports"
    ],
    [
      10,
      "Kindness in words creates confidence. Kindness in thinking creates profoundness. Kindness in giving creates love."
    ],
    [
      5,
      "If there were no contradictions and no struggle, there would be no world, no process, no life, and there would be nothing at all."
    ],
    [
      5,
      "When the enemy advances, withdraw; when he stops, harass; when he tires, strike; when he retreats, pursue."
    ],
    [
      3,
      "Not to have a correct political point of view is like having no soul."
    ],
    [
      1,
      "Power comes from the muzzle of a gun, those that have the guns have the power, those that have the power dictate what type of government their shall be."
    ],
    [
      8,
      "In time of difficulties, we must not lose sight of our achievements."
    ],
    [
      4,
      "Firstly, do not fear hardship, and secondly, do not fear death."
    ],
    [
      6,
      "Many who have read Marxist books have become renegades from the revolution, whereas illiterate workers often grasp Marxism very well."
    ],
    [
      7,
      "Despise Your enemy stragetically, but take him seriously tactically"
    ],
    [
      3,
      "We are indebted to Marx, Engels, Lenin and Stalin for giving us a weapon. The weapon is not a machine-gun, but Marxism-Leninism."
    ],
    [
      3,
      "Politics is war without bloodshed while war is politics with bloodshed."
    ],
    [
      10,
      "Once all struggle is grasped, miracles are possible."
    ],
    [
      1,
      "Political power grows out of the barrel of a gun."
    ],
    [
      10,
      "I voted for you during your last election."
    ],
    [
      8,
      "The people, and the people alone, are the motive force in the making of world history."
    ],
    [
      4,
      "We shall heal our wounds, collect our dead and continue fighting."
    ],
    [
      2,
      "A revolution is not a dinner party, or writing an essay, or painting a picture, or doing embroidery."
    ],
    [
      9,
      "The differences between friends cannot but reinforce their friendship."
    ],
    [
      3,
      "There is in fact no such thing as art for art's sake, art that stands above classes, art that is detached from or independent of politics. Proletarian literature and art are part of the whole proletarian revolutionary cause."
    ],
    [
      10,
      "Let a hundred flowers bloom."
    ],
    [
      3,
      "The cardinal responsibility of leadership is to identify the dominant contradiction at each point of the historical process and to work out a central line to resolve it."
    ],
    [
      1,
      "Swollen in head, weak in legs, sharp in tongue but empty in belly."
    ],
    [
      10,
      "Enable every woman who can work to take her place on the labour front, under the principle of equal pay for equal work."
    ],
    [
      7,
      "An army without culture is a dull-witted army, and a dull-witted army cannot defeat the enemy."
    ],
    [
      6,
      "Weapons are an important factor in war, but not the decisive one; it is man and not materials that counts."
    ],
    [
      10,
      "I have witnessed the tremendous energy of the masses. On this foundation it is possible to accomplish any task whatsoever."
    ],
    [
      5,
      "Political work is the life-blood of all economic work."
    ],
    [
      8,
      "If you want to know the taste of a pear, you must change the pear by eating it yourself. If you want to know the theory and methods of revolution, you must take part in revolution. All genuine knowledge originates in direct experience."
    ],
    [
      8,
      "We think too small, like the frog at the bottom of the well. He thinks the sky is only as big as the top of the well. If he surfaced, he would have an entirely different view."
    ],
    [
      4,
      "The guerrilla must move amongst the people as a fish swims in the sea."
    ],
    [
      9,
      "Let a hundred flowers bloom, let a hundred schools of thought contend."
    ],
    [
      9,
      "In general, any form of exercise, if pursued continuously, will help train us in perseverance. Long-distance running is particularly good training in perseverance."
    ],
    [
      2,
      "War can only be abolished through war, and in order to get rid of the gun it is necessary to take up the gun."
    ],
    [
      1,
      "There is a serious tendency toward capitalism among the well-to-do peasants."
    ],
    [
      4,
      "The atom bomb is a paper tiger which the United States reactionaries use to scare people. It looks terrible, but in fact it isn't."
    ],
    [
      3,
      "In waking a tiger, use a long stick."
    ],
    [
      9,
      "Learn from the masses, and then teach them."
    ],
    [
      1,
      "Passivity is fatal to us. Our goal is to make the enemy passive."
    ],
    [
      3,
      "Classes struggle, some classes triumph, others are eliminated. Such is history; such is the history of civilization for thousands of years."
    ],
    [
      5,
      "Genuine equality between the sexes can only be realized in the process of the socialist transformation of society as a whole."
    ],
    [
      1,
      "All reactionaries are paper tigers."
    ],
    [
      2,
      "People like me sound like a lot of big cannons."
    ],
    [
      9,
      "Investigation may be likened to the long months of pregnancy, and solving a problem to the day of birth. To investigate a problem is, indeed, to solve it."
    ],
    [
      10,
      "Letting a hundred flowers blossom and a hundred schools of thought contend is the policy for promoting the progress of the arts and the sciences and a flourishing culture in our land."
    ]
  ],
  "Maximilien Robespierre": [
    [
      4,
      "To punish the oppressors of humanity is clemency; to forgive them is cruelty."
    ],
    [
      1,
      "The king must die so that the country can live."
    ],
    [
      7,
      "Any law which violates the inalienable rights of man is essentially unjust and tyrannical; it is not a law at all."
    ],
    [
      1,
      "Softness to traitors will destroy us all."
    ],
    [
      1,
      "Terror is only justice: prompt, severe and inflexible; it is then an emanation of virtue; it is less a distinct principle than a natural consequence of the general principle of democracy, applied to the most pressing wants of the country."
    ],
    [
      5,
      "Omelets are not made without breaking eggs."
    ],
    [
      1,
      "We must smother the internal and external enemies of the Republic or perish with it; now in this situation, the first maxim of your policy ought to be to lead the people by reason and the people's enemies by terror."
    ],
    [
      4,
      "Citizens, did you want a revolution without revolution?"
    ],
    [
      1,
      "Terror is nothing more than justice, prompt, secure and inflexible."
    ],
    [
      1,
      "When a Banker jumps out of a window, jump after him - that's where the money is."
    ],
    [
      4,
      "Any institution which does not suppose the people good, and the magistrate corruptible, is evil."
    ],
    [
      5,
      "Peoples do not judge in the same way as courts of law; they do not hand down sentences, they throw thunderbolts; they do not condemn kings, they drop them back into the void; and this justice is worth just as much as that of the courts."
    ],
    [
      4,
      "The aim of constitutional government is to preserve the Republic; that of revolutionary government is to lay its foundation."
    ],
    [
      2,
      "One can...never create [freedom] by an invading force."
    ],
    [
      10,
      "The revolution is the war of liberty against its enemies. The constitution is the rule of liberty against its enemies. The constitution is the rule of liberty when victorious and peaceable."
    ],
    [
      10,
      "By sealing our work with our blood, we may see at least the bright dawn of universal happiness."
    ],
    [
      4,
      "Is it to be thought unreasonable that the people, in atonement for wrongs of a century, demand the vengeance of a single day?"
    ],
    [
      1,
      "No one loves armed missionaries; the first lesson of nature and prudence is to repulse them as enemies."
    ],
    [
      2,
      "It is with regret that I pronounce the fatal truth: Louis ought to perish rather than a hundred thousand virtuous citizens; Louis must die that the country may live"
    ],
    [
      1,
      "Pity is treason."
    ],
    [
      3,
      "Crime butchers innocence to secure a throne, and innocence struggles with all its might against the attempts of crime."
    ],
    [
      8,
      "Again, it may be said, that to love justice and equality the people need no great effort of virtue; it is sufficient that they love themselves."
    ],
    [
      3,
      "Atheism is aristocratic; the idea of a great Being that watches over oppressed innocence and punishes triumphant crime is altogether popular."
    ],
    [
      4,
      "The general will rules in society as the private will governs each separate individual."
    ]
  ],
  "Mengistu Haile Mariam": [
    [
      9,
      "I am a revolutionary; my life is dedicated to freeing the people."
    ],
    [
      4,
      "In this country, some aristocratic families automatically categorize persons with dark skin, thick lips, and kinky hair as \"Barias\" [Amharic for slave]... let it be clear to everybody that I shall soon make these ignoramuses stoop and grind corn!"
    ],
    [
      5,
      "From now on you must pray for your people and yourself three times a day."
    ],
    [
      1,
      "Mengistu is a barbaric and cruel creature who becomes happy with the death of human beings."
    ],
    [
      1,
      "Mengistu does not understand the meaning of self-determination, either historically or in the abstract. He cannot conceive of a nation as anything but an absolute centralized authority, totalitarianism, for his rule is nothing less than that now."
    ],
    [
      5,
      "We thought that the proletariat would eventually run the world. But it is the Americans who have assumed that position... The American people have changed."
    ],
    [
      9,
      "Ethiopia did not have the same problem [of corruption]. African leaders looked at us with envy."
    ],
    [
      1,
      "Everything Mengistu has done since 1977 has been to place himself in a position of uncontestable power. Neither Haile Selassie nor any of the previous emperors had this insatiable thirst for power."
    ],
    [
      3,
      "Mengistu seemed to symbolize the revolution. He was the baria, the slave who overthrew the master, the member of the conquered tribe who got even with the conquerors, the poorly educated son of a servant who rose against the intellectual elite."
    ]
  ],
  "Mobutu Sese Seko": [
    [
      1,
      "If you steal, do not steal too much at a time. You may be arrested. Steal cleverly, little by little."
    ],
    [
      1,
      "I have rendered my country and people an enormous service. They owe me everything."
    ],
    [
      8,
      "The chief is the chief. He is the eagle who flies high and cannot be touched by the spit of the toad."
    ],
    [
      4,
      "I no longer have a borrowed soul. I no longer have borrowed thoughts or ideas. I no longer speak in a borrowed language."
    ],
    [
      3,
      "If you want to steal, steal a little in a nice way. But if you steal too much to become rich overnight, you'll be caught."
    ],
    [
      2,
      "History will judge me... I shall remain silent."
    ],
    [
      8,
      "Throughout my career I have proven that I am a man of action."
    ],
    [
      8,
      "The responsibility of a chief is to show solidarity with his people and to be strong with his people."
    ],
    [
      1,
      "Mobutu does not think he is God."
    ],
    [
      8,
      "If ever I leave power, it will be only in conditions of beauty, never under pressure."
    ],
    [
      3,
      "Zaire needs me."
    ],
    [
      2,
      "The miseries suffered by our people come more from the shameless exploitation of our countries."
    ],
    [
      1,
      "The I.M.F. programs cost us $2 billion in outflows against only $1 billion in inflows."
    ],
    [
      1,
      "I will never be known as the former President of Zaire."
    ],
    [
      1,
      "The lesson is that my support for American policy counts for nothing."
    ],
    [
      8,
      "The will of the majority will be respected."
    ],
    [
      4,
      "I don't make empty promises."
    ],
    [
      8,
      "I listen every day to the VOA."
    ]
  ],
  "Nicolas Maduro": [
    [
      3,
      "The march to the center of Caracas will not be permitted. I will use a hard hand against fascism and intolerance. I declare it. If they want to overthrow me, come and get me. Here I am, with the people and the armed forces."
    ],
    [
      8,
      "The Venezuelan people will never abandon the ideals President Chavez gave us. Modestly, we contribute to ensure the stability of the region."
    ],
    [
      8,
      "Let's dig deep to build the kind of police force that our fatherland really deserves. We need a revolution of the police force here in Venezuela, and I will carry it out without delay, without excuses."
    ],
    [
      1,
      "The United States are ruled by a financial, media-centered, military-industrial apparatus. Behind Obama's grin, he orders bombings. He just displays a different image than Bush. That's how he expands U.S. global domination."
    ],
    [
      8,
      "We are all a little bit hippy, a little bohemian. We take that from the culture we knew, from the '70s and the '80s."
    ],
    [
      5,
      "I am just a humble worker. Commander Chavez decided I should be president. To President Obama, we remember that young leader and of the workers of Chicago. So we have a different kind of relation. For him and John Kerry. We talked to Edward Kennedy."
    ],
    [
      8,
      "My message to France and Europe is that we will make sure Venezuela won't witness the rise of another Pinochet. And we will do it the democratic way."
    ],
    [
      9,
      "Fidel Castro represents the dignity of the South American continent against empires. He's a living legend: an icon of independence and freedom across the continent."
    ],
    [
      8,
      "I have very good relations with Pope Francis. I read constantly what he says and follow his speeches. Pope Francis has come to renew the Catholic Church, and he has new air to renew the spiritual world. Now, Venezuela does not need mediation."
    ]
  ],
  "Oliver Cromwell": [
    [
      3,
      "You have sat too long for any good you have been doing. Depart, I say, and let us have done with you. In the name of God, go!"
    ],
    [
      1,
      "Catholicism is more than a religion, it is a political power. Therefore I'm led to believe there will be no peace in Ireland until the Catholic Church is crushed"
    ],
    [
      8,
      "I have learned that if you fear God, you have no one else to fear."
    ],
    [
      4,
      "Work hard, trust in God, and keep your bowels open."
    ],
    [
      7,
      "Keep your faith in God, but keep your powder dry."
    ],
    [
      1,
      "Do not trust the cheering, for those persons would shout as much if you or I were going to be hanged."
    ],
    [
      1,
      "I beseech you, in the bowels of Christ, think it possible you may be mistaken."
    ],
    [
      7,
      "A few honest men are better than numbers."
    ],
    [
      1,
      "Necessity has no law."
    ],
    [
      8,
      "I desire not to keep my place in this government an hour longer than I may preserve England in its just rights, and may protect the people of God in such a just liberty of their consciences."
    ],
    [
      8,
      "A man never rises higher than when he does not know whither his path can still lead him."
    ],
    [
      4,
      "I had rather have a plain, russet-coated Captain, that knows what he fights for, and loves what he knows, than that which you call a Gentle-man and is nothing else."
    ],
    [
      9,
      "Royalty is but a feather in a man's cap; let children enjoy their rattle."
    ],
    [
      10,
      "Some people have food, but no appetite; others have an appetite, but no food. I have both. The Lord be praised."
    ],
    [
      6,
      "He who ceases to be better, ceases to be good."
    ],
    [
      5,
      "A man-of-war is the best ambassador."
    ],
    [
      8,
      "Does a man speak foolishly?--suffer him gladly, for you are wise. Does he speak erroneously?--stop such a man's mouth with sound words that cannot be gainsaid. Does he speak truly?--rejoice in the truth."
    ],
    [
      2,
      "No one rises so high as he who knows not whither he is going. Not only strike while the iron is hot, but make it hot by striking. Do not trust the cheering, for those persons would shout as much if you or I were going to be hanged."
    ],
    [
      2,
      "There isn't a tree to hang a man, water to drown a man nor soil to bury a man"
    ],
    [
      10,
      "Our swords are in God's hands, And our faith is in the Lord. Charge!"
    ],
    [
      8,
      "Ye may have skill in the nature of things, yet nature can do more than all physicians put together; and God is far more above nature."
    ],
    [
      9,
      "Not only strike while the iron is hot, but make it hot by striking."
    ],
    [
      6,
      "No one rises so high as he who knows not whither he is going."
    ],
    [
      7,
      "We are Englishmen; that is one good fact."
    ],
    [
      8,
      "Nature can do more than physicians."
    ],
    [
      1,
      "I would have been glad to have lived under my wood side, and to have kept a flock of sheep, rather than to have undertaken this government."
    ],
    [
      1,
      "God made them as stubble to our swords."
    ],
    [
      5,
      "Put your trust in God; but be sure to keep your powder dry."
    ],
    [
      3,
      "What is all our histories, but God showing himself, shaking and trampling on everything that he has not planted."
    ],
    [
      4,
      "Who can love to walk in the dark? But providence doth often so dispose."
    ],
    [
      3,
      "The State, in choosing men to serve it, takes no notice of their opinions. If they be willing faithfully to serve it, that satisfies."
    ]
  ],
  "Omar al-Bashir": [
    [
      4,
      "Any government in the world, when facing an armed rebellion, has a constitutional, legal, and moral obligation to resist these militants."
    ],
    [
      4,
      "We have judicial system in Sudan. Anyone who committed a war crime, anti-human crime, or any other crime will be locked up."
    ],
    [
      7,
      "In any war, mistakes happen on the ground; this is not the policy of the government. We are a government that functions according to laws."
    ],
    [
      1,
      "In Sudan, we have been targeted by western countries because we have rejected their hegemony on Sudan and turned their companies away that were only interested in oil."
    ],
    [
      10,
      "The Sudanese people decide who rules them."
    ],
    [
      10,
      "India has always stood with Africa on the freedom struggle against colonial powers."
    ],
    [
      8,
      "As a government, it is our responsibility to maintain security for all citizens in Darfur."
    ],
    [
      8,
      "As a politician, I worked very, very hard in order to maintain the unity of our country. That was my aim."
    ],
    [
      7,
      "I fought for years in South Sudan for the unity of Sudan. I was a commander in the fields, fighting for the unity of Sudan."
    ],
    [
      7,
      "I started since 1996. From that time, whenever there is an opportunity, I would tell the people it is time for me to go and live as peaceful as possible a life as a normal citizen of the country."
    ],
    [
      10,
      "Mahatma Gandhi went from Africa to India, and once India won its freedom, it helped African countries to get their independence."
    ],
    [
      2,
      "In 2020, there will be a new president, and I will be an ex-president."
    ],
    [
      5,
      "When Qadhafi was in Libya, he was the major supporter of rebel groups in Sudan. So when the revolution came to Libya, we supported it."
    ]
  ],
  "Osama bin Laden": [
    [
      1,
      "Even as you enter the fourth year after the Sept. 11 attacks, Bush is still misleading and deluding you and hiding the real reason from you."
    ],
    [
      1,
      "We did not find it difficult to deal with Bush and his administration, because it is similar to regimes in our countries - both types include many who are full of arrogance and greed."
    ],
    [
      1,
      "This resemblance became clear in the Bush the father's visits to the region. He wound up being impressed by the royal and military regimes and envied them for staying decades in their positions and embezzling the nation's money with no supervision."
    ],
    [
      10,
      "I support any Muslims, whether here or abroad."
    ],
    [
      8,
      "We do not mind establishing a long-term truce between us and you."
    ],
    [
      1,
      "We love death. The U.S. loves life. That is the difference between us two."
    ],
    [
      1,
      "We declared jihad against the U.S. government because the U.S. government is unjust, criminal and tyrannical. It has committed acts that are extremely unjust, hideous and criminal, whether directly or through its support of the Israeli occupation."
    ],
    [
      2,
      "Any thief or criminal or robber who enters another country in order to steal should expect to be exposed to murder at any time. For the American forces to expect anything from me personally reflects a very narrow perception."
    ],
    [
      10,
      "All people who worship Allah, not each other, are equal before Him. We are entrusted to spread this message and to extend that call to all the people."
    ],
    [
      1,
      "The hostility that America continues to express against the Muslim people has given rise to feelings of animosity on the part of Muslims against America and against the West in general."
    ],
    [
      1,
      "America has been hit by Allah at its most vulnerable point, destroying, thank God, its most prestigious buildings."
    ],
    [
      3,
      "Free men do not forfeit their security, contrary to Bush's claim that we hate freedom. If so, then let him explain to us why we don't strike Sweden, for example."
    ],
    [
      8,
      "Your security is not in the hands of Kerry, Bush or al-Qaida. Your security is in your own hands."
    ],
    [
      1,
      "Bush the father did well in placing his sons as governors and did not forget to pass on the expertise in fraud from the leaders of the region to Florida to use it in critical moments."
    ],
    [
      4,
      "I have sworn to only live free. Even if I find bitter the taste of death, I don't want to die humiliated or deceived."
    ],
    [
      1,
      "I'm fighting so I can die a martyr and go to heaven to meet God. Our fight now is against the Americans."
    ],
    [
      1,
      "We have repeatedly issued warnings, over a number of years. Following these warnings and these calls, anti-American explosions took place in a number of Islamic countries."
    ],
    [
      1,
      "We treat them in the same way. Those who kill our women and innocent, we kill their women and innocent, until they refrain."
    ],
    [
      3,
      "Every country in the world has its own security system and its own security forces, its own police and its own army."
    ],
    [
      10,
      "Praise be Allah and prayers and peace upon Mohammed."
    ],
    [
      1,
      "As long as I am alive, there will be no rest for the enemies of Islam. I will continue my mission against them."
    ],
    [
      1,
      "Any country that steps into the same trench as the Jews has only itself to blame."
    ],
    [
      1,
      "Jihad will continue even if I am not around."
    ],
    [
      1,
      "We are continuing this policy in bleeding America to the point of bankruptcy. Allah willing, and nothing is too great for Allah."
    ]
  ],
  "Paul Kagame": [
    [
      8,
      "Listen more to the one who criticizes you and less to \n the one who praises you. Learn from them and do \n something about it."
    ],
    [
      8,
      "We cannot turn the clock back nor can we undo the harm caused, but we have the power to determine the future and to ensure that what happened never happens again."
    ],
    [
      7,
      "Africa's story has been written by others; we need to own our problems and solutions and write our story."
    ],
    [
      8,
      "I had to fight hard for everything. I wanted to get out. I want to take my destiny into my own hands and escape the vicious cycle of retaliatory violence. This struggle has shaped who I am to this day."
    ],
    [
      1,
      "Aid leads to more aid and more aid and more aid and less independence of the people that are receiving aid."
    ],
    [
      8,
      "Let no one think that flexibility and a predisposition to compromise is a sign of weakness or a sell-out."
    ],
    [
      10,
      "My purpose is to develop a country, to empower its population. It's from that same population that will emerge the man or woman who will succeed me. And they will be chosen based on the consensus that they have the capacity to lead the country."
    ],
    [
      8,
      "It is the population which decides when it's time for a leader to leave, not foreign powers."
    ],
    [
      8,
      "In Africa today, we recognise that trade and investment, and not aid, are pillars of development."
    ],
    [
      2,
      "My own experience from a decade ago taught me I cannot trust the UN. But it is a world body and we have to live with it and tolerate it. But I can't hide my feelings about its inefficiency and its not being productive."
    ],
    [
      8,
      "National security is vital for economic and social progress."
    ],
    [
      10,
      "Strong economic growth, and especially a significant increase in private sector investment, is the only sustainable path forward for Rwanda."
    ],
    [
      3,
      "I often wonder why the West is much more interested in aid deliveries than in fair trade, for example. The fair exchange of goods would place far more money into the hands of the affected people than relief operations."
    ],
    [
      8,
      "There are things I admire, for example, about South Korea or Singapore. I admire their history, their development and how intensively they have invested in their people and in technology."
    ],
    [
      3,
      "The new Rwanda is about building an economy that delivers prosperity and opportunity for our citizens based on a robust private sector. Foreign adventures would be costly and counterproductive distractions from these challenging objectives."
    ],
    [
      1,
      "Democracy holds little appeal for people who are struggling to survive."
    ],
    [
      8,
      "Israel and Rwanda both play an active part in international organizations, including the U.N., but I think it's true that our unique experiences as nations have shaped a fierce independence that we will not relinquish."
    ],
    [
      6,
      "I grew up in a refugee camp in Uganda, and I lived there for 30 years. That shapes one's character."
    ],
    [
      6,
      "The history and national interest of Rwanda and the Rwandan people dictate our national orientation."
    ],
    [
      10,
      "Our world faces difficult challenges, but no more so than in the past. Working together in a constructive spirit, we can assure our children the future they deserve."
    ],
    [
      4,
      "In a state of poverty, illiteracy, people just remain exposed to all kinds of manipulation. That's what we have lived. It's easier to tell a poor person, 'You know what, you are poor, you're hungry because the other one has taken away your rights.'"
    ],
    [
      10,
      "I'm not British. I'm not American. I'm not French. Whatever thing they practise, that is their business. I am an African. I am Rwandese."
    ],
    [
      4,
      "Sometimes our partners from other countries ask us why we have not got further with our reconciliation, as if we possess a magic to just get rid of this tragic history of ours."
    ],
    [
      3,
      "There is a need to take advantage of the change that has taken place in the Congo, however tragic that has been in its coming."
    ],
    [
      10,
      "We want to develop this can-do mentality."
    ],
    [
      1,
      "I don't think that what we need is an eternal leader."
    ],
    [
      3,
      "You can be up there, talked about, appreciated all over the world, with people singing a lot of songs about you. But if you don't measure up and you are not really connected with your people... it will explode in your face, no question about it."
    ],
    [
      6,
      "You requested me to lead the country again after 2017. Given the importance and consideration you attach to this, I can only accept."
    ],
    [
      10,
      "I would be very happy for a woman to succeed me."
    ],
    [
      8,
      "To be effective at delivering a decent life for all, the U.N. must treat all the people it serves with impartiality and respect."
    ],
    [
      4,
      "I get newspapers from Britain and other countries twice a week and read them almost page to page. Sometimes I find I'm reading things I don't even need to read, because my mind is still hungry."
    ],
    [
      3,
      "Nothing would catch me off guard, because I understand the world I live in. I understand it very well. And the world I live in is not necessarily a fair or just world. I have dealt with these injustices for the bigger part of my life."
    ],
    [
      5,
      "We must create economic opportunity, build a culture of entrepreneurship, get people to take responsibility for improving their lives, rather than putting them in a position where they sit back in their poverty and blame others for it."
    ],
    [
      1,
      "You kept quiet... When these victims wanted your help to survive, you kept quiet."
    ],
    [
      10,
      "I have no regrets about being who I am and being what I am in my country for my people. No regrets at all."
    ],
    [
      9,
      "Africa should not just wait to be exploited or influenced. No. We should be part of the conversation. We should raise ourselves to a level where there are certain terms we dictate in the conversation because we have a lot to offer."
    ],
    [
      4,
      "The U.N. must be a good steward of the funds entrusted to it. Abuse and waste are therefore not a mere public relations problem. Institutional reform is not a one-off event, like applying a fresh coat of paint."
    ],
    [
      4,
      "I've told Rwandans it's not just what you think of for yourselves, but what others think of us."
    ],
    [
      2,
      "I grew up in a refugee camp. Thirty years. This so-called human-rights world didn't ask me what was happening for me to be there 30 years."
    ],
    [
      1,
      "We cannot just be a corridor to smuggle minerals out."
    ],
    [
      8,
      "I try to look at problems very clearly and think, 'How do we get out of this? What will work? What will be the consequences for the people involved?'"
    ],
    [
      8,
      "The political, the economic, the social are tied together like the strands of a rope. The social and economic, if they are firm, tend to strengthen the other."
    ],
    [
      2,
      "There are some who are scared by unity and by building a country on the basis of ideas."
    ],
    [
      8,
      "Such problems are not solved in one day but there is a great step toward peace and security in the region."
    ],
    [
      9,
      "Some are short, others are tall, others are thin, others are stocky. But we are all human beings. Can we not live together and happily within one border?"
    ],
    [
      8,
      "I said, maybe you need to take a risk with someone else. But they kept saying no, we want you to stay."
    ],
    [
      1,
      "The judicial system of Rwanda is not subordinate to France or France's interests."
    ]
  ],
  "Pol Pot": [
    [
      1,
      "He who protests is an enemy; he who opposes is a corpse."
    ],
    [
      1,
      "Better to kill an innocent by mistake than spare an enemy by mistake."
    ],
    [
      2,
      "If you have a disease of the old society, take a dose of Lenin as medication."
    ],
    [
      8,
      "We will burn the old grass and the new will grow."
    ],
    [
      1,
      "Since he is of no use anymore, there is no gain if he lives and no loss if he dies."
    ],
    [
      9,
      "I did not join the resistance movement to kill people, to kill the nation. Look at me now. Am I a savage person? My conscience is clear."
    ],
    [
      1,
      "Exterminate the 50 million Vietnamese and purify the masses of the [Cambodian] people."
    ],
    [
      1,
      "To kill the grass you must also remove the root"
    ],
    [
      1,
      "Hunger is the most effective disease."
    ],
    [
      8,
      "I want you to know that everything I did, I did for my country."
    ],
    [
      4,
      "When I die, my only wish is that Cambodia remain Cambodia and belong to the West. It is over for communism, and I want to stress that."
    ],
    [
      1,
      "In Khmer we have a saying that when one is both quite sick and old there remains only one thing, that you die."
    ],
    [
      8,
      "No gain in keeping, no loss in weeding out."
    ],
    [
      1,
      "The sick are victims of their own imagination."
    ],
    [
      3,
      "For the other people, the babies, the young ones, I did not order them to be killed. For Son Sen and his family, yes. I feel sorry for that. That was a mistake that occurred when we put our plan into practice. I feel sorry."
    ],
    [
      8,
      "There's what we did wrong and what we did right. The mistake is that we did some things against the people - by us and also by the enemy - but the other side, as I told you, is that without our struggle there would be no Cambodia right now."
    ],
    [
      8,
      "I came to join the revolution, not to kill the Cambodian people. Look at me now. Am I a violent person? No. So, as far as my conscience and my mission were concerned, there was no problem."
    ],
    [
      2,
      "If you wish to live exactly as you please, the Angkar will put aside a small piece of land for you."
    ],
    [
      8,
      "Even now, and you can look at me, am I a savage person? My conscience is clear."
    ],
    [
      1,
      "The Vietnamese... wanted to assassinate me because they knew without me they could easily swallow up Cambodia."
    ],
    [
      4,
      "The first time I heard of Tuol Sleng, it was on the Voice of America. I listened twice."
    ],
    [
      5,
      "I do not reject responsibility - our movement made mistakes, like every other movement in the world. But there was another aspect that was outside our control - the enemy's activities against us."
    ],
    [
      4,
      "I'm quite modest. I don't want to tell people I'm a leader."
    ],
    [
      4,
      "It's up to history to judge."
    ]
  ],
  "Radovan Karadzic": [
    [
      4,
      "The Serbs have only two friends, God and the Greeks."
    ],
    [
      1,
      "I do not know how long the arm of Mr Holbrooke or Mrs Albright is ... or whether that arm can reach me here."
    ]
  ],
  "Recep Tayyip Erdogan": [
    [
      1,
      "There is no moderate or immoderate Islam. Islam is Islam and that's it."
    ],
    [
      1,
      "You cannot put women and men on an equal footing. It is against nature. They were created differently. Their nature is different. She should not laugh loudly in front of all the world and should preserve her decency at all times."
    ],
    [
      1,
      "The best examples of lies can be found there. To me, social media is the worst menace to society."
    ],
    [
      1,
      "According to this view, democracy is a product of western culture, and it cannot be applied to the Middle East which has a different cultural, religious, sociological and historical background."
    ],
    [
      8,
      "The knife in the hand of a murderer kills, but if you give it to a doctor he will heal with it."
    ],
    [
      2,
      "Our religion has defined a position for women (in society): motherhood. Some people can understand this, while others can't. You cannot explain this to feminists because they don't accept the concept of motherhood."
    ],
    [
      8,
      "If the people allow something to happen, it's the right thing."
    ],
    [
      8,
      "Turkey is the gateway to the east for Europe, and the gateway to Europe for the east. We have a bridging function that Europe shouldn't underestimate."
    ],
    [
      8,
      "I am saying yes to criticism, but no to insults."
    ],
    [
      2,
      "We will not leave this nation at the mercy of YouTube and Facebook."
    ],
    [
      7,
      "If we look at history, we will see that regimes which persecute [their people] do not remain standing."
    ],
    [
      8,
      "Forsake Alcohol, eat grapes instead!"
    ],
    [
      3,
      "My own daughters weren't able to study in Turkey because of their headscarves, so they went to the United States."
    ],
    [
      5,
      "In Turkey the religious minorities have more rights than they do in Europe."
    ],
    [
      1,
      "However, democracy cannot be defined as the existence of parliaments and elections alone."
    ],
    [
      2,
      "As a politician who cherishes religious conviction in his personal sphere, but regards politics as a domain belonging outside religion, I believe that this view is seriously flawed."
    ],
    [
      1,
      "It is impossible to preserve my friendship with people who are allegedly leaders when they are attacking their own people, shooting at them, using tanks and other forms of heavy weaponry."
    ],
    [
      6,
      "We are against the majority tyrannizing the minority. But we are definitely against the minority tyrannizing the majority."
    ],
    [
      2,
      "Similarly, it is argued that the culture of Islam is incompatible with democracy. Basically, this conventional perspective of the Middle East thus contends that democracy in that region is neither possible nor even desirable"
    ],
    [
      1,
      "I cannot understand how sensible people still defend Facebook, YouTube and Twitter"
    ],
    [
      9,
      "Everyone should unconditionally accept that Israel is an indispensable element of the Middle Eastern mosaic."
    ],
    [
      6,
      "Democracy is like a streetcar. When you come to your stop, you get off."
    ],
    [
      5,
      "Every country needs a strong leader in order to progress."
    ],
    [
      10,
      "Whatever our Lord says, whatever our beloved Prophet says, we shall follow that path."
    ],
    [
      3,
      "I cannot deceive my people."
    ],
    [
      9,
      "Turkey is a sovereign state, just like the U.S. We might go to different directions, in terms of our impressions and ideas, but we'll always remain friends."
    ],
    [
      1,
      "Nazism is still widespread in the West."
    ],
    [
      8,
      "If the European Union wants to be an address where civilizations meet, it must take Turkey in."
    ],
    [
      4,
      "I am a person who is inclined to define relations between individuals based on principles."
    ],
    [
      1,
      "In the process of the Arab Spring, we have unfortunately seen a development in Syria where the regime has been oppressing its people."
    ],
    [
      5,
      "I should like to repeat what I stated recently in the Jeddah Economic Forum in Saudi Arabia: It won't be the religion, but rather the world-view of some of its followers that shall be made current."
    ],
    [
      8,
      "The E.U. should want Turkey to be part of it."
    ],
    [
      8,
      "If the E.U. is going to make Turkey a full member, we are ready."
    ],
    [
      1,
      "If you think you can finish ISIS off with the PYD and YPG, you cannot, because they are terrorist groups as well."
    ],
    [
      3,
      "Those who stand on our side in the fight against terrorism are our friend. Those on the opposite side are our enemy."
    ],
    [
      4,
      "It is essential that policy instruments be developed that would firmly establish democratization on the basis of social consensus and enable transformation on stable grounds."
    ],
    [
      8,
      "Therefore, the question is not whether such democratization is possible, but instead how to meet the yearning of the masses in the Middle East for democracy; in other words, how to achieve democratization in the Middle East."
    ],
    [
      8,
      "Paramount is the need to secure human rights. The form of rule should be such that the citizen does not have to fear the State, but gives it direction and confidently participates in its administration."
    ],
    [
      7,
      "What should be targeted is a concept of organic, and not just mechanic, democracy that preserves the rule of law, separation of powers, and that is participatory and pluralistic."
    ],
    [
      1,
      "In this context, social consensus, and institutions that embody this consensus, must be made effective in order for democratization not to be abused as a provisional instrument to establish an anti-democratic regime."
    ],
    [
      2,
      "You cannot defend a terrorist group just because they are fighting Daesh."
    ],
    [
      1,
      "Even in the Western world, one cannot argue that the ideal has been achieved given the existence of issues like the integration, participation and representation of Muslim citizens, and occasional but lingering anti-Semitism."
    ],
    [
      9,
      "But foremost, I do not subscribe to the view that Islamic culture and democracy cannot be reconciled."
    ],
    [
      1,
      "A country without a strong leader will go down."
    ],
    [
      7,
      "If you're the leader, you have to communicate the message of immortality to your people. Because I believe if a leader hides behind a rock, then the people will hide behind a mountain."
    ],
    [
      10,
      "Strong families lead to strong nations."
    ],
    [
      1,
      "In this country, there is a segregation of Black Turks and White Turks. Your brother Tayyip belongs to the Black Turks."
    ],
    [
      5,
      "A political party cannot have a religion. Only individuals can. Otherwise, you'd be exploiting religion, and religion is so supreme that it cannot be exploited or taken advantage of."
    ],
    [
      10,
      "Our country and our nation have again only one message to those who attack us - you will not succeed!"
    ],
    [
      9,
      "Your targets can only be realized on the basis of dreams."
    ],
    [
      8,
      "If we believe in a democratic system, we have to accept the will of the people."
    ],
    [
      10,
      "Time to time I get together with the rabbis, with religious leaders, leaders of congregations, and I talk to them, and wherever a need arises, we do everything we can to meet those needs."
    ],
    [
      1,
      "My nation wants the death penalty. That is the decision of the Grand National Assembly of Turkey."
    ],
    [
      10,
      "We have never done anything to stop freedom of expression or freedom of press."
    ],
    [
      2,
      "All terror groups are bad, and we shall fight them all."
    ],
    [
      1,
      "The Muslim world and its subset the countries of the Middle East have been left behind in the marathon of political, economic and human development. For that, there is a tendency to blame others as the primary cause."
    ],
    [
      10,
      "A lasting solution to this problem will have an exceptionally positive influence foremost on the peoples of Palestine and Israel, as well as on the region and the international community."
    ],
    [
      6,
      "We, as Turkey, call on Europe to respect human rights and democracy."
    ],
    [
      1,
      "Family planning, birth control, no Muslim family can practice such an understanding."
    ],
    [
      1,
      "Germany has become an important haven for terrorists."
    ],
    [
      6,
      "The Kurdish problem is not only the problem of one part of my nation: it is a problem of every one of us, including myself."
    ],
    [
      1,
      "Several experts on the Middle East concur that the Middle East cannot be democratized."
    ],
    [
      1,
      "We are concerned that Germany, which has protected the PKK and DHKP-C for years, has become the backyard of the Gulenist terror organisation."
    ],
    [
      3,
      "The US and the European Union needs to help in the translation of the demand for democracy into a political will."
    ],
    [
      8,
      "Jerusalem is holy to three religions. You have to respect that."
    ],
    [
      1,
      "There is no Kurdish problem."
    ],
    [
      1,
      "I am aware of the thesis that the United States has long since invested exclusively in stability and this has obviated democratic transformation in the Middle East."
    ],
    [
      8,
      "My visit to the United States has also given me the opportunity to emphasize the objective of establishing close and intensive links between the Turkish and American peoples, scholars and businessmen."
    ],
    [
      10,
      "The members of the Muslim Brotherhood in Syria are also part of the Syrian people, and they have the right to exercise their democratic rights."
    ],
    [
      5,
      "The purpose cannot be creating self-styled democracies, but rather encouraging steps that are conducive to establishing democratic rule at universal standards. Obviously, this would be a formidable journey."
    ],
    [
      2,
      "A confidence problem exists on the part of the people of the region who desire democratic rule in principle, but remain suspicious of both the fashion with which democratization is presented and the purposes of the democratic world."
    ],
    [
      2,
      "Those who claim we buy oil from Daesh are obliged to prove it. If not, you are slanderer."
    ],
    [
      10,
      "My legal bond with the A.K.P. may have ended the day I took the presidential oath of office, but my bonds of love have never ended and never will."
    ]
  ],
  "Robert Mugabe": [
    [
      1,
      "Sometimes you look back at girls you spent money on rather than send it to your mum and you realise witchcraft is real"
    ],
    [
      1,
      "If President Barack Obama wants me to allow marriage for same-sex couples in my country (Zimbabwe), he must come here so that I marry him first."
    ],
    [
      1,
      "Dont fight even over girlfriends. The country is full of beautiful women. If you cant get one, come to Mugabe for assistance."
    ],
    [
      1,
      "South Africans will kick down a statue of a dead white man but won't even attempt to slap a live one. Yet they can stone to death a black man simply because he's a foreigner"
    ],
    [
      1,
      "The only white man you can trust is a dead white man."
    ],
    [
      1,
      "I have died many times. I have actually beaten Jesus Christ because he only died once."
    ],
    [
      1,
      "If you take men and lock them in a house for five years and tell them to come up with two children and they fail to do that, then we will chop off their heads."
    ],
    [
      6,
      "Don't drink at all, don't smoke, you must exercise and eat vegetables and fruit."
    ],
    [
      8,
      "Only God who appointed me will remove me."
    ],
    [
      3,
      "The Commonwealth is a mere club, but it has become like Animal Farm, where some members are more equal than others. How can Blair claim to regulate and direct events and still say all of us are equals?"
    ],
    [
      8,
      "The land is ours. It's not European and we have taken it, we have given it to the rightful people... Those of white extraction who happen to be in the country and are farming are welcome to do so, but they must do so on the basis of equality."
    ],
    [
      8,
      "What is the problem? We now have aeroplanes which can take them back quicker than the ships used by their ancestors."
    ],
    [
      6,
      "We have fought for our land, we have fought for our sovereignty, small as we are we have won our independence and we are prepared to shed our blood... So, Blair keep your England, and let me keep my Zimbabwe."
    ],
    [
      10,
      "We have said we will never collapse, never ever. We may have our droughts, our poverty, but as a people we shall never collapse, never ever."
    ],
    [
      1,
      "We don't mind having sanctions banning us from Europe. We are not Europeans."
    ],
    [
      1,
      "It's not possible that women can be at par with men."
    ],
    [
      1,
      "The voice of Mr Bush and the voice of Mr Blair can't decide who shall rule in Zimbabwe, who shall rule in Africa, who shall rule in Asia, who shall rule in Venezuela, who shall rule in Iran, who shall rule in Iraq."
    ],
    [
      9,
      "I am an educationist. I'm an economist. I am a politician. I am also now a good storyteller, you know?"
    ],
    [
      3,
      "Our economy is a hundred times better, than the average African economy. Outside South Africa, what country is [as good as] Zimbabwe?.. What is lacking now are goods on the shelves - that is all."
    ],
    [
      1,
      "We are no longer going to ask for the land, but we are going to take it without negotiating."
    ],
    [
      4,
      "So, Blair keep your England, and let me keep my Zimbabwe."
    ],
    [
      8,
      "Cooperation and respect for each other will advance the cause of human rights worldwide. Confrontation, vilification, and double standards will not."
    ],
    [
      1,
      "If the choice were made, one for us to lose our sovereignty and become a member of the Commonwealth or remain with our sovereignty and lose the membership of the Commonwealth, I would say let the Commonwealth go."
    ],
    [
      1,
      "We are not hungry... Why foist this food upon us? We don't want to be choked. We have enough."
    ],
    [
      1,
      "We of Africa protest that, in this day and age, we should continue to be treated as lesser human beings than other races."
    ],
    [
      4,
      "The white man is not indigenous to Africa. Africa is for Africans. Zimbabwe is for Zimbabweans."
    ],
    [
      9,
      "Zimbabwe will never be a colony again."
    ],
    [
      9,
      "People are free to campaign and they will be free to vote. There won't be any soldiers, you know, at the queues. Anyone who has the right to vote is free to go and cast his vote anywhere in his own area, in his own constituency."
    ],
    [
      3,
      "I wish to assure you that there can never be any return to the state of armed conflict which existed before our commitment to peace and the democratic process of election under the Lancaster House agreement."
    ],
    [
      1,
      "Our small and peaceful country is threatened daily by covetous and bigoted big powers whose hunger for domination and control of other nations and their resources knows no bounds."
    ],
    [
      8,
      "There are things one must do for oneself."
    ],
    [
      3,
      "I've just concluded - since President Obama endorses the same-sex marriage, advocates homosexual people, and enjoys an attractive countenance - thus if it becomes necessary, I shall travel to Washington, D.C., get down on my knee, and ask his hand."
    ],
    [
      1,
      "Our party must continue to strike fear in the heart of the white man, our real enemy!"
    ],
    [
      1,
      "Some people are contriving ways and means of making us collapse."
    ],
    [
      8,
      "Zimbabwe is for Zimbabweans; so are its resources."
    ],
    [
      3,
      "Grooming a successor, is it an inheritance? In a democratic party, you don't want leaders appointed that way. They have to be appointed properly by the people."
    ],
    [
      9,
      "Stay with us, please remain in this country and constitute a nation based on national unity."
    ],
    [
      5,
      "True, some land was bought by a few Cabinet Ministers. They bought the land. No minister, to my knowledge acquired land which was meant for resettlement."
    ],
    [
      1,
      "It may be necessary to use methods other than constitutional ones."
    ],
    [
      3,
      "Zimbabwe has lots of safaris, but very few are African. Most are white-owned. In our region, we have the most safaris and animals. Our people cannot keep suffering."
    ],
    [
      9,
      "We pride ourselves as being top, really, on the African ladder... We feel that we have actually been advancing rather than going backwards."
    ],
    [
      8,
      "We have said the first step was to designate the land, inform the owners. And the second would be to get the responses from the owners. And this will be openly done."
    ],
    [
      1,
      "Was it not enough punishment and suffering in history that we were uprooted and made helpless slaves not only in new colonial outposts but also domestically."
    ],
    [
      1,
      "Countries such as the U.S. and Britain have taken it upon themselves to decide for us in the developing world, even to interfere in our domestic affairs and to bring about what they call regime change."
    ],
    [
      2,
      "In most recent times, as the West started being hostile to us, we deliberately declared a Look East policy."
    ]
  ],
  "Rodrigo Duterte": [
    [
      10,
      "Destiny is not designed by mere mortals like us. It is crafted by God."
    ],
    [
      7,
      "No leader, however strong, can succeed at anything of national importance or significance unless he has the support and cooperation of the people he is tasked to lead and sworn to serve."
    ],
    [
      2,
      "Sometimes, my mouth can get the better of me."
    ],
    [
      1,
      "Rich people are afraid to die."
    ],
    [
      7,
      "If you are an upright journalist, nothing will happen to you."
    ],
    [
      3,
      "I don't care if you will get angry with me, but I am not open to a compromise. Contractualization must go. It is anti-people."
    ],
    [
      6,
      "I only want three children for every family. I'm a Christian, but I'm a realist, so we have to do something with our overpopulation. I will defy the opinion or the belief of the Church."
    ],
    [
      3,
      "I am just an ordinary man."
    ],
    [
      4,
      "What you should worry about is how you suffer here on this planet. You do not worry about suffering after you make the exit."
    ],
    [
      2,
      "I wear cheap shoes. I don't even wear socks."
    ],
    [
      10,
      "I'm fine with gays. I have nothing against gays."
    ],
    [
      1,
      "Erosion of faith and trust in government - that is the real problem that confronts us."
    ],
    [
      7,
      "The state must protect the media. In a democracy, the role of media is very important. In the absence of a credible opposition party, you can rely on the media."
    ],
    [
      2,
      "Everyone gets sick, and everyone has to go."
    ],
    [
      3,
      "We have a society now where obedience to the law is really a choice, an option only."
    ],
    [
      8,
      "I have to address the economic conditions of everybody, including, and perhaps first, those who are poor."
    ],
    [
      1,
      "It is really the angling in the media that I do not like. That is how media can be rotten."
    ],
    [
      1,
      "I don't want anyone controlling me."
    ],
    [
      1,
      "Gamble until you die. I do not really care."
    ],
    [
      9,
      "Lawyers are for only what is right."
    ],
    [
      3,
      "I don't mind giving 5,000 pardons a day."
    ],
    [
      2,
      "I need to control my mouth."
    ],
    [
      5,
      "I just want everybody to follow the law."
    ],
    [
      8,
      "Whoever said I hated the media?"
    ],
    [
      1,
      "Even money has a price."
    ],
    [
      8,
      "I have no cancer. I have four illnesses, but they are not fatal."
    ],
    [
      10,
      "I've always said that God will somehow enlighten me."
    ],
    [
      10,
      "God does not discriminate against people, regardless of color, religion, social class, or gender and sexual preferences."
    ],
    [
      2,
      "I am a man of many flaws and contradictions."
    ],
    [
      10,
      "I will flight for the people until my last breath."
    ],
    [
      3,
      "Steel is needed everywhere."
    ],
    [
      10,
      "Human rights must work to uplift human dignity."
    ],
    [
      8,
      "I have this deep and abiding faith in God. But this does not mean that you have to have a religion or follow somebody."
    ],
    [
      3,
      "Let me be very clear: my friendship with my friends ends where the interest of the country begins."
    ],
    [
      1,
      "I slap people in public, especially erring policemen. I can even challenge them to a duel. I am a gunfighter."
    ],
    [
      8,
      "To all my political opponents, all and sundry, not only the presidential bets, I would like to offer my hand to friendship."
    ],
    [
      2,
      "My worry is how to protect the Filipino."
    ],
    [
      1,
      "I really do not know. I really do not know how to solve the problem of the Philippines. I cannot be the savior of this republic."
    ],
    [
      1,
      "I would rather die early than enter Malacanang."
    ],
    [
      1,
      "Many are asking what my credentials are and what I can do for the Philippines. They are telling me that they heard I am a womanizer. That is true. That is very true."
    ],
    [
      1,
      "The only reason there is peace and order in Davao is because of me."
    ],
    [
      2,
      "I've always hated oppression."
    ],
    [
      9,
      "I have to build a new environment for the people. I will place them in ecozones and provide them assistance. I will build hospitals there. There will be economic activity."
    ],
    [
      1,
      "I do not like the way oppressed Filipinos are being treated now. They are oppressed and have no one to turn to."
    ],
    [
      3,
      "If you're a public official, your life is an open book."
    ],
    [
      8,
      "For every profanity, there's a story behind it. People should go beyond my cussing."
    ],
    [
      6,
      "You cannot prevent me from talking. I am exercising my right to free speech."
    ],
    [
      4,
      "Relax. I am not the man I am portrayed to be by some."
    ],
    [
      6,
      "As a lawyer and a former prosecutor, I know the limits of the power and authority of the president. I know what is legal and what is not."
    ],
    [
      10,
      "Freedom of expression is very important."
    ],
    [
      1,
      "I will retire with the reputation of Idi Amin."
    ],
    [
      3,
      "You have to support the government, not to me personally; I do not want anyone cultivating loyalty to me. I don't like that."
    ],
    [
      10,
      "I am well. Do not worry about my health."
    ],
    [
      2,
      "From day one, I told people there are consequences for not abiding by the law."
    ],
    [
      5,
      "Fate has many faces."
    ],
    [
      4,
      "For the record, I believe in God, but I do not believe in religion, period."
    ],
    [
      7,
      "I am a lawyer and 22 years the mayor of Davao City. I served as congressman of the first district for one term, and I was vice mayor to my daughter, Inday."
    ]
  ],
  "Saddam Hussein": [
    [
      4,
      "Don't be attracted to easy paths because the paths that make your feet bleed are the only way to get ahead in life."
    ],
    [
      1,
      "Politics is when you say you are going to do one thing while intending to do another. Then you do neither what you said nor what you intended."
    ],
    [
      8,
      "I call on you not to hate, because hate does not leave space for a person to be fair and it makes you blind and closes all doors of thinking."
    ],
    [
      1,
      "Nothing worse than Kurds in your milk. General, make sure i never see another Kurd again."
    ],
    [
      4,
      "Don?t make decisions in anger or humiliate an enemy after defeating him."
    ],
    [
      1,
      "Whoever tries to climb over our fence, we will try to climb over his house."
    ],
    [
      1,
      "You Americans, you treat the Third World in the way an Iraqi peasant treats his new bride. Three days of honeymoon, and then it's off to the fields."
    ],
    [
      1,
      "The United States must get a taste of its own poison."
    ],
    [
      10,
      "Those who fight in God's cause will be victorious."
    ],
    [
      4,
      "Strike them and strike evil so that evil will be defeated."
    ],
    [
      8,
      "The most important thing about marriage is that the man must not let the woman feel downtrodden simply because she is a woman and he is a man."
    ],
    [
      8,
      "Allah is on our side. That is why we will beat the aggressor."
    ],
    [
      7,
      "The faithful will be victorious over the sinners."
    ],
    [
      1,
      "Palestine is Arab and must be liberated from the river to the sea and all the Zionists who emigrated to the land of Palestine must leave."
    ],
    [
      6,
      "I am not guilty, I am innocent."
    ],
    [
      3,
      "We are ready to sacrifice our souls, our children and our families so as not to give up Iraq. We say this so no one will think that America is capable of breaking the will of the Iraqis with its weapons."
    ],
    [
      1,
      "We do not have weapons of mass destruction."
    ],
    [
      1,
      "Long live jihad and long live Palestine."
    ],
    [
      1,
      "Oh sons of Arabs and the Arab Gulf, rebel against the foreigner...Take revenge for your dignity, holy places, security, interests and exalted values."
    ],
    [
      1,
      "We are not intimidated by the size of the armies, or the type of hardware the US has brought."
    ],
    [
      4,
      "You know me... If you are Iraqi, you know me."
    ],
    [
      1,
      "Baghdad is determined to force the Mongols of our age to commit suicide at its gates."
    ],
    [
      3,
      "I am not going to answer to this so-called court, out of respect for the truth and the will of the Iraqi people. I've said what I've said, and I'm not guilty."
    ],
    [
      1,
      "If you are Iraqi, you know who I am... and you know that I do not tire. I am the president of Iraq and I refuse to answer these questions because this court is illegitimate."
    ],
    [
      1,
      "Remember the valiant Iraqi peasant and how he shot down an American Apache with an old weapon."
    ],
    [
      6,
      "I said I'm the president of Iraq... I did not say deposed."
    ],
    [
      2,
      "I didn't say 'former president,' I said 'president,' and I have the constitutional rights according to the constitution, including immunity from prosecution."
    ],
    [
      2,
      "There is much to be said for having an experienced international jurist who is entirely unconnected with the allied invaders, on the tribunal."
    ],
    [
      2,
      "Who are you and what are you?... I need to know."
    ]
  ],
  "Slobodan Milosevic": [
    [
      9,
      "At the time when this famous historical battle was fought in Kosovo, the people were looking at the stars, expecting aid from them. Now, six centuries later, they are looking at the stars again, waiting to conquer them."
    ],
    [
      8,
      "Equal and united people can above all become a part of the civilization toward which mankind is moving. If we cannot be at the head of the column leading to such a civilization, there is certainly no need for us to be at is tail."
    ],
    [
      1,
      "For as long as multinational communities have existed, their weak point has always been the relations between different nations."
    ],
    [
      3,
      "It should be clear to all, after the past ten years, that NATO isn't attacking Serbia because of Milosevic; it is attacking Milosevic because of Serbia."
    ],
    [
      1,
      "The loss of national identity is the greatest defeat a nation can know, and it is inevitable under the contemporary form of colonization."
    ],
    [
      4,
      "The truth can not be drowned by any flood of false indictments."
    ],
    [
      3,
      "We have no quarrel with America. We all know NATO is the strongest military machine in the world. We simply want them to stop being so busy with our country and worry about their own problems."
    ],
    [
      1,
      "Countries under foreign command quickly forget their history, their past, their tradition, their national symbols, their way of living, often their own literary language."
    ],
    [
      4,
      "Equality means nothing unless incorporated into the institutions."
    ],
    [
      2,
      "It is difficult to say today whether the Battle of Kosovo was a defeat or a victory for the Serbian people, whether thanks to it we fell into slavery or we survived in this slavery."
    ],
    [
      8,
      "The only differences one can and should allow in socialism are between hard working people and idlers and between honest people and dishonest people."
    ],
    [
      3,
      "We are not angels. Nor are we the devils you have made us out to be."
    ],
    [
      8,
      "Yugoslavia is a multinational community and it can survive only under the conditions of full equality for all nations that live in it."
    ],
    [
      8,
      "It is the utmost necessity that this congress be a congress of unity."
    ]
  ],
  "Vidkun Quisling": [
    [
      6,
      "Do not handicap yourself with the idea of revenge, for the trend of things will revenge your wrong not only upon the individuals responsible for your persecution, but on the society that has permitted this lawlessness."
    ],
    [
      1,
      "Europe is standing on the brink of the greatest tragedy in the history of the human race: a new world war, that may involve the doom of our entire civilisation."
    ]
  ],
  "Viktor Orban": [
    [
      1,
      "Everybody who comes to the EU as a migrant is basically coming illegally."
    ],
    [
      6,
      "Liberty comes only after security."
    ],
    [
      7,
      "I believe that the future for a more effective, more efficient way of approaching the challenges Europe is facing is going to be more properly and more effectively handled and seen through the member states."
    ],
    [
      4,
      "If you are not able to provide security for your own country, how can you guarantee liberties?"
    ],
    [
      1,
      "Europe is slow to react, it is lagging behind in competitiveness, there are problems with demography, population, serious problems with security, internal security and military capabilities."
    ],
    [
      2,
      "The world has changed around Europe. It is not only the migration crisis that has shown Europe is not up for challenge."
    ],
    [
      1,
      "The best migrant is the migrant who does not come."
    ],
    [
      10,
      "Values are more important than money."
    ],
    [
      2,
      "Hungary needs Russia."
    ],
    [
      4,
      "It would be a sad story to get rid of religious belief, national identity, family, and even sexual identity. That's not freedom."
    ],
    [
      8,
      "We do not want to go to the U.K. and take something from them. We do not want to be parasites. We want to work there, and I think that Hungarians are working well."
    ],
    [
      1,
      "All the terrorists are basically migrants."
    ],
    [
      1,
      "We would like to preserve Europe for Europeans."
    ],
    [
      3,
      "Europe and European identity is rooted in Christianity."
    ],
    [
      1,
      "Irresponsibility is the mark of every European politician who holds out the promise of a better life to immigrants and encourages them to leave everything behind and risk their lives in setting out for Europe."
    ],
    [
      3,
      "We must first and foremost defend Hungary's independence and sovereignty, and, if needed, we must regain it."
    ],
    [
      1,
      "If you allow thousands or millions of unidentified persons into your house, the risk of... terrorism will significantly increase."
    ],
    [
      1,
      "I don't think that our European Union membership precludes us from building an illiberal new state based on national foundations."
    ],
    [
      3,
      "Whoever thinks... that the European economy can be competitive without economic cooperation with Russia, whoever thinks that energy security can exist in Europe without the energy that comes from Russia, is chasing ghosts."
    ],
    [
      6,
      "We must defend what we have achieved so far."
    ],
    [
      1,
      "We cannot let Brussels put itself above the law."
    ],
    [
      4,
      "As the world undergoes a major transformation, it's the time of significant opportunity and also threat."
    ],
    [
      1,
      "'I can't get no satisfaction,' in political terms, has haunted Hungarian politics for 20 years."
    ],
    [
      1,
      "These activists who support immigrants inadvertently become part of this international human-smuggling network."
    ],
    [
      6,
      "What is the basic principle of democracy? In the end, it is loyalty to the nation. We Central Europeans know from historical experience that sooner or later, we will lose our freedom if we do not represent the interests of our citizens."
    ],
    [
      5,
      "We must not stop speaking the truth to the radical parties because voters will follow those who speak the truth, and European politics will grow more radical, which is in nobody's interest."
    ],
    [
      3,
      "Brussels' stance against Poland is not just... they should give more respect to the Poles."
    ],
    [
      3,
      "Extremism is always potentially dangerous, but in Hungary's political reality, Jobbik and the other far-right parties have no chance of having a major influence."
    ],
    [
      1,
      "If you want to decide the question of migration without asking your citizens against the will of the people, you are fighting a losing battle."
    ],
    [
      5,
      "Turkey is a safe country. Stay there."
    ],
    [
      8,
      "We have promised to support India in its international aspiration. We have agreed to set up a working group on technology."
    ],
    [
      1,
      "We are not communists."
    ],
    [
      8,
      "We don't go against the will of the people."
    ],
    [
      1,
      "Fidesz's different air and its own culture must be preserved."
    ],
    [
      5,
      "When everything is going well, the role of the state in the economy should be limited. When we are in a crisis, it's different."
    ],
    [
      1,
      "Europe can't take in huge masses of foreign people in an unlimited, uncontrolled manner."
    ],
    [
      7,
      "Donald Trump has made it clear that he regards Hungary highly."
    ],
    [
      1,
      "There is a clear link between illegal migrants coming to Europe and the spread of terrorism."
    ],
    [
      1,
      "In Hungary, if homosexuals would like to live together, they can do so under the civil code. But what we call marriage is exclusively for one man and one woman. We are a Christian country. That's a historical fact."
    ],
    [
      1,
      "The obstacle for us is not Islam, but the bureaucrats in Brussels."
    ],
    [
      7,
      "The Democrats' foreign policy is bad for Europe and deadly for Hungary. The migration and foreign policy advocated by the Republican candidate, Mr. Trump, is good for Europe and vital for Hungary."
    ],
    [
      8,
      "Xenophobia is dangerous, but patriotism is a good thing."
    ],
    [
      1,
      "We must make it clear that our problem is not in Mecca but in Brussels."
    ],
    [
      8,
      "We would like to make it quite clear that we are not migrants into the U.K. But we are the citizens of a state that belongs to the European Union who can take jobs anywhere freely within the European Union."
    ],
    [
      1,
      "Protecting a border is not a nice thing. It is not a matter of aesthetics; it cannot be done with flowers and teddy bears."
    ],
    [
      3,
      "We must set up large refugee camps outside the E.U. with armed security and financial support provided by the Union."
    ],
    [
      8,
      "I think that with Donald Trump, the United States will have a president who is not ideologically limited; that is, he is an open person, much more interested in success, efficiency, and results than political theories."
    ],
    [
      1,
      "Liberal democratic states can't remain globally competitive."
    ],
    [
      5,
      "It is our historical experience, that Hungary can only live in wealth and safety if Berlin, Moscow, and Ankara are on our side and also interested in our success - even if we do not always agree on certain questions."
    ],
    [
      5,
      "What sort of Europe do we want to have? Parallel societies? Muslim communities living together with the Christian community?"
    ],
    [
      2,
      "Is it not worrying in itself that European Christianity is now barely able to keep Europe Christian? If we lose sight of this, the idea of Europe could become a minority interest in its own continent."
    ],
    [
      1,
      "We will not import crime, terrorism, homophobia, and a brand of anti-Semitism that sets synagogues ablaze."
    ],
    [
      1,
      "Hungary does not need a single migrant for the economy to work or the population to sustain itself or for the country to have a future."
    ],
    [
      1,
      "Hungary was the only Central European country that was not able to create a new constitution after the collapse of the communist regime."
    ],
    [
      2,
      "If Europe does not return to the path of common sense, it will find itself laid low in a battle for its fate."
    ],
    [
      1,
      "If somebody takes masses of non-registered immigrants from the Middle East into a country, this also means importing terrorism, criminalism, anti-Semitism, and homophobia."
    ],
    [
      2,
      "Movement of people is taking place on an immense scale, and from a European perspective, the number of potential future immigrants seems limitless."
    ],
    [
      10,
      "Boxing is a noble sport."
    ],
    [
      1,
      "Life is not easy in politics."
    ],
    [
      5,
      "The future or the past - It's very simple: building the future, or a restoration of post-communism."
    ],
    [
      5,
      "An important notion in Indian political thought that is of great value to Hungary is the idea of peaceful development."
    ],
    [
      5,
      "We are looking for rebuilding Hungarian defence Industry with India's participation."
    ],
    [
      1,
      "Kadar died as a mass killer, and the Hungarian nation can't forget that."
    ],
    [
      3,
      "If your budget is in good shape and you are not indebted too much, you can do what the U.S. did at the beginning of the '30s - building railways, etc., but when you don't have that, you must be far more cautious."
    ]
  ],
  "Vladimir Putin": [
    [
      3,
      "It's better to be hanged for loyalty than be rewarded for betrayal."
    ],
    [
      5,
      "You can do a lot more with weapons and politeness than just politeness."
    ],
    [
      2,
      "People are always teaching us democracy but the people who teach us democracy don't want to learn it themselves."
    ],
    [
      2,
      "It's better not to argue with women."
    ],
    [
      10,
      "I don't regret anything. I did everything absolutely correctly."
    ],
    [
      4,
      "Sometimes it is necessary to be lonely in order to prove that you are right."
    ],
    [
      9,
      "I think every person should have some faith inside him, in his heart. What matters is not an external display of this faith, but the inner state of the soul."
    ],
    [
      1,
      "Europeans are dying out. Don't you understand that? And same-sex marriages don't produce children. Do you want to survive by drawing migrants? But society cannot adapt so many migrants."
    ],
    [
      10,
      "We are all different, but when we ask for the Lord's blessings, we must not forget that God created us equal."
    ],
    [
      8,
      "We in Russia have always considered Russians and Ukrainians to be one people. I still think so."
    ],
    [
      1,
      "Hitler wanted to destroy Russia- everyone needs to remember how that ended"
    ],
    [
      1,
      "There is no such thing as a former KGB man."
    ],
    [
      1,
      "A country in which the people are not healthy physically and psychologically, are poorly educated and illiterate, will never rise to the peaks of world civilization."
    ],
    [
      4,
      "Anyone who doesn't regret the passing of the Soviet Union has no heart. Anyone who wants it restored has no brains."
    ],
    [
      1,
      "Maybe they have nothing else to do in America but to talk about me."
    ],
    [
      1,
      "Russia's partners should understand it's best not to mess with us."
    ],
    [
      3,
      "It's better not to argue with women... When people push boundaries too far, it's not because they are strong but because they are weak. But maybe weakness is not the worst quality for a woman."
    ],
    [
      1,
      "NATO and the USA wanted a complete victory over the Soviet Union. They wanted to sit on the throne in Europe alone."
    ],
    [
      1,
      "Nobody should pin their hopes on a miracle."
    ],
    [
      5,
      "Everything will probably never be Ok. But we have to try for it."
    ],
    [
      3,
      "One thing is clear, everyone, no matter what their professional or material status, no matter what their influence on various state structures, must obey the law."
    ],
    [
      1,
      "A policy of expansionism and conquest has no future in the modern world."
    ],
    [
      8,
      "History proves that all dictatorships, all authoritarian forms of government are transient. Only democratic systems are not transient. Whatever the shortcomings, mankind has not devised anything superior."
    ],
    [
      8,
      "Russia is a part of European culture. Therefore, it is with difficulty that I imagine NATO as an enemy."
    ],
    [
      10,
      "Nobody and nothing will stop Russia on the road to strengthening democracy and ensuring human rights and freedoms."
    ],
    [
      10,
      "Our aims are absolutely clear: They are a high living standard in the country and a secure, free and comfortable life."
    ],
    [
      4,
      "The path towards a free society has not been simple. There are tragic and glorious pages in our history."
    ],
    [
      8,
      "To pay more is the easy way. In fact, the solution possibilities to the problem are many."
    ],
    [
      1,
      "You must obey the law, always, not only when they grab you by your special place."
    ],
    [
      4,
      "Terrorism has once again shown it is prepared deliberately to stop at nothing in creating human victims. An end must be put to this. As never before, it is vital to unite forces of the entire world community against terror."
    ],
    [
      1,
      "Russia does not have in its possession any trustworthy data that supports the existence of nuclear weapons or any weapons of mass destruction in Iraq and we have not received any such information from our partners as yet."
    ],
    [
      5,
      "I see that not everyone in the West has understood that the Soviet Union has disappeared from the political map of the world and that a new country has emerged with new humanist and ideological principles at the foundation of its existence."
    ],
    [
      3,
      "Whoever does not miss the Soviet Union has no heart. Whoever wants it back has no brain."
    ],
    [
      3,
      "I believe that the presidential term should be limited."
    ],
    [
      1,
      "Stalin is the most popular figure in all of Russia."
    ],
    [
      1,
      "If one looks at the map of the world, it's difficult to find Iraq, and one would think it rather easy to subdue such a small country."
    ],
    [
      6,
      "Stalinism is linked with a cult of personality and massive violations of the law, with repression and camps. There is nothing like that in Russia and, I hope, will never again be."
    ],
    [
      2,
      "I'm sure corruption in Chechnya is minimal."
    ],
    [
      3,
      "Our society, including the liberals, must understand that there must be order."
    ],
    [
      9,
      "I am the wealthiest man, not just in Europe, but in the whole world. I collect emotions. I am wealthy in that the people of Russia have twice entrusted me with the leadership of a great nation such as Russia - I believe that is my greatest wealth."
    ],
    [
      2,
      "For Russia, there is not and there may not be another political option but democracy. However, Russian democracy is... not at all the realization of standards imposed on us from outside."
    ],
    [
      2,
      "Chechnya is part and parcel of the Russian Federation."
    ],
    [
      9,
      "I go to the gym, I swim daily and from time to time I meet with friends and do extra-curricular stuff."
    ],
    [
      3,
      "Economic activity is moving from the Atlantic ocean to the Pacific ocean... Russia has a certain natural advantage because it also borders the Pacific Ocean."
    ],
    [
      4,
      "I was brought up in a very ordinary family, in fact, a worker's family. Both my father and mother were ordinary citizens."
    ],
    [
      5,
      "Russia needs a strong state power and must have it. But I am not calling for totalitarianism."
    ],
    [
      2,
      "Russia will not soon become, if it ever becomes, a second copy of the United States or England - where liberal value have deep historic roots."
    ],
    [
      3,
      "No references to the need to fight terror can be an argument for restricting human rights."
    ],
    [
      8,
      "The democratic choice Russian people made in the early 90's is final."
    ],
    [
      1,
      "The strengthening of our statehood is, at times, deliberately interpreted as authoritarianism."
    ],
    [
      1,
      "We shall fight against them, throw them in prisons and destroy them."
    ],
    [
      9,
      "I think the American people should express their preferences, and we'll accept their choice."
    ],
    [
      8,
      "We don't need a weakened government but a strong government that would take responsibility for the rights of the individual and care for the society as a whole."
    ],
    [
      1,
      "Yes, life in Chechnya so far looks more like a life after a natural disaster."
    ],
    [
      8,
      "Russia does not want confrontation of any kind. And we will not take part in any kind of 'holy alliance.'"
    ],
    [
      5,
      "Political activities in Russia should be as transparent as possible. Financing political activities from abroad is something the state should keep an eye on."
    ],
    [
      8,
      "The ability to compromise is not a diplomatic politeness toward a partner but rather taking into account and respecting your partner's legitimate interests."
    ],
    [
      5,
      "I believe the U.S. already understands and will understand more and more that only a strong Russia will respond to the genuine interests of the United States."
    ],
    [
      5,
      "Radicals can be found in any environment."
    ],
    [
      7,
      "Iraq is a small but very proud nation."
    ],
    [
      8,
      "I'm eternally grateful to fate and the citizens of Russia that they've trusted me to be the head of the Russian government."
    ],
    [
      8,
      "Those who fight corruption should be clean themselves."
    ],
    [
      6,
      "Terrorists are always a threat to someone. If we'll be scared of them, it means they have won."
    ],
    [
      1,
      "How can a bureaucrat or a politician be trusted if he says loud words for the sake of Russia's good while trying to take his funds, his money abroad?"
    ],
    [
      1,
      "President Obama hasn't been elected by the American people in order to be pleasant to Russia."
    ],
    [
      1,
      "The Chechnya problem is a centuries-old problem. The thing is that today, fundamentalists and terrorists are exploiting those centuries-old problems to accomplish their own objectives that have nothing to do whatsoever with the interests of Chechnya."
    ],
    [
      9,
      "I love the Russian classics very much, the Russian classical literature. But I also read modern literature. As far as Russian literature is concerned, I am very fond of Tolstoy and Chekhov, and I also enjoy reading Gogol very much."
    ],
    [
      3,
      "I would prefer to abandon the terminology of the past. 'Superpower' is something which we used during the cold war time. Why use it now?"
    ],
    [
      4,
      "Russia is opposed to the proliferation of mass destruction weapons, including nuclear weapons, and in this context we call upon our Iranian friends to abandon the uranium enrichment programme."
    ],
    [
      1,
      "My English is very bad."
    ],
    [
      8,
      "Journalism, as concerns collecting information, differs little if at all from intelligence work. In my judgment, a journalist's job is very interesting."
    ]
  ],
  "Xi Jinping": [
    [
      8,
      "Happiness does not fall out of the blue and dreams will not come true by themselves. We need to be down-to-earth and work hard. We should uphold the idea that working hard is the most honorable, noblest, greatest and most beautiful virtue."
    ],
    [
      8,
      "Comrade Mao, whether he was crossing 'a sea of surging waves' or scaling 'a mountain pass impregnable as iron' always held unwaveringly to his course, setting a shining example for the Chinese Communist Party."
    ],
    [
      10,
      "It was the greatest contribution towards the whole of human race, made by China, is to prevent its 1.3 billion people from hunger."
    ],
    [
      3,
      "Why did the Soviet Union disintegrate? Why did the Soviet Communist Party collapse? An important reason was that their ideals and beliefs had been shaken."
    ],
    [
      1,
      "The development of the Internet has posed new challenges to national sovereignty, security and development interests."
    ],
    [
      8,
      "NBA games are exciting to watch and have global appeal. They are very popular in China. I do watch NBA games on television when I have time."
    ],
    [
      1,
      "Corruption could lead to the collapse of the Party [Communist Party of China] and the downfall of the state [People's Republic of China]."
    ],
    [
      9,
      "I think both sides [China and United States] should work hard to build a new type of relationship between big powers. The two sides should cooperate with each other for a win-win result in order to benefit people from the two countries and the world."
    ],
    [
      10,
      "During the long process of history, by relying on our own diligence, courage and wisdom, Chinese people have opened up a good and beautiful home where all ethnic groups live in harmony and fostered an excellent culture that never fades."
    ],
    [
      10,
      "The Chinese government does not engage in theft of commercial secrets in any form, nor does it encourage or support Chinese companies to engage in such practices in any way."
    ],
    [
      10,
      "During the civilisation and development process of more than 5,000 years, the Chinese nation has made an indelible contribution to the civilisation and advancement of mankind."
    ],
    [
      8,
      "[We should] set our eyes on the future. The political differences between the Chinese mainland and Taiwan should eventually be solved step by step, and [we] can not let these problems hand on from generation to generation."
    ],
    [
      3,
      "Of course, we also are soberly aware that historical problems remain in cross-strait relations, and that there will be issues in the future that will require time, patience and joint efforts to resolve."
    ],
    [
      1,
      "The issue [Israeli-Palestinian conflict], already lasting more than half a century, has brought deep suffering to the Palestinian people and remains an important reason of extended turbulence in the Middle East region."
    ],
    [
      4,
      "Safeguarding the interests of our Taiwan compatriots and expanding their well-being is the mainland's oft-repeated pledge and solemn promise of the new leaders of China's Communist Party central committee."
    ],
    [
      10,
      "The Chinese nation is a great nation; it has been through hardships and adversity but remains indomitable."
    ],
    [
      2,
      "We will never allow anyone, any organization, or any political party, at any time or in any form, to separate any part of Chinese territory from China."
    ],
    [
      6,
      "China will continue to adopt multiple measures to advance the reform and opening up of its financial sector so that its financial market can better adapt to financial modernization and globalization."
    ],
    [
      6,
      "Only by observing the laws of nature can mankind avoid costly blunders in its exploitation. Any harm we inflict on nature will eventually return to haunt us. This is a reality we have to face."
    ],
    [
      3,
      "We must uphold the fighting of tigers and flies at the same time, resolutely investigating law-breaking cases of leading officials and also earnestly resolving the unhealthy tendencies and corruption problems which happen all around people."
    ],
    [
      9,
      "China is ready to pursue cooperation of various forms with the U.K. and other countries in international production capacity and equipment manufacturing to synergize our respective strengths and promote each other's development."
    ],
    [
      8,
      "The Chinese government supports Chinese companies in going global. But we believe that this process should be market-oriented, with companies being the main driver."
    ],
    [
      3,
      "What we now face is the contradiction between unbalanced and inadequate development and the people's ever-growing needs for a better life."
    ],
    [
      10,
      "China will always remain the builder of world peace, a contributor to global development, and upholder of international order."
    ],
    [
      10,
      "The Chinese people are a great people; they are industrious and brave, and they never pause in pursuit of progress."
    ],
    [
      8,
      "China will continue to play its part as a major and responsible country."
    ],
    [
      2,
      "The great rejuvenation of the Chinese nation is no walk in the park or mere drum-beating and gong-clanging."
    ],
    [
      6,
      "A military is built to fight. Our military must regard combat capability as the criterion to meet in all its work and focus on how to win when it is called on."
    ]
  ]
}