{
  "Adolf Eichmann": [
    [
      8,
      "Long live Germany. Long live Austria. Long live Argentina. These are the countries with which I have been most closely associated and I shall not forget them. I had to obey the rules of war and my flag. I am ready."
    ],
    [
      8,
      "We shall meet again. I have believed in God. I obeyed the laws of war and was loyal to my flag."
    ]
  ],
  "Adolf Hitler": [
    [
      9,
      "If you dont like a Rule... Just Follow it.. Reach on the Top.. and Change the Rule"
    ],
    [
      8,
      "It is better to make a mistake than to do nothing."
    ],
    [
      7,
      "Strength lies not in defence but in attack."
    ],
    [
      6,
      "Success is the sole earthly judge of right and wrong."
    ],
    [
      10,
      "Who says I am not under the special protection of God?"
    ],
    [
      7,
      "Mankind has grown strong in eternal struggles and it will only perish through eternal peace."
    ],
    [
      6,
      "All great movements are popular movements. They are the volcanic eruptions of human passions and emotions, stirred into activity by the ruthless Goddess of Distress or by the torch of the spoken word cast into the midst of the people."
    ],
    [
      10,
      "I believe today that my conduct is in accordance with the will of the Almighty Creator."
    ],
    [
      8,
      "As a Christian I have no duty to allow myself to be cheated, but I have the duty to be a fighter for truth and justice."
    ],
    [
      8,
      "The doom of a nation can be averted only by a storm of flowing passion, but only those who are passionate themselves can arouse passion in others."
    ]
  ],
  "Alfred Jodl": [
    [
      8,
      "My most profound confidence is however based upon the fact that at the head of Germany there stands a man by his entire development, his desires, and striving can only have been destined by fate to lead our people into a brighter future."
    ]
  ],
  "Ali Khamenei": [
    [
      7,
      "The winner must promote social jusitce, remove corruption and discrmination, and stand against political, cultural and economic plots."
    ],
    [
      8,
      "The idea of human rights as a fundamental principle can be seen to underlie throughout Islamic teachings."
    ],
    [
      9,
      "The great Islamic nation cannot ... be indifferent and remain silent on the injustice done to you. The Islamic nation is required to assist you in any way it can."
    ],
    [
      8,
      "The only logical solution to solve the Palestinian issue is to hold free elections with the participation of Palestinians inside and outside the occupied territories and a recognition of the nation's legitimacy"
    ],
    [
      8,
      "The vote, cast in a free atmosphere and with all inclinations and parties at present, was after all a vote to the Islamic Republic, to national independence, to the Constitution and to the Islamic causes."
    ],
    [
      8,
      "But all should know that the people's participation in the elections will take the country forward ... an election full of excitement will be a major blow to the enemy."
    ],
    [
      8,
      "The winner of the elections which saw the participation of almsot 30 million people was the Iranian nation and the losers were those who tried to keep people away from the polls."
    ],
    [
      9,
      "The honor of about 30 million votes remains with the Iranian nation and no enemy scheme would take away this dignity and honor from the Iranian nation."
    ]
  ],
  "Attila the Hun": [
    [
      6,
      "It takes less courage to criticize the decisions of others than to stand by your own."
    ],
    [
      8,
      "Everybody has value; even if to serve as a bad example."
    ],
    [
      7,
      "Chieftains must understand that the spirit of the law is greater than its letter."
    ]
  ],
  "Augusto Pinochet": [
    [
      8,
      "Everything I did, all my actions, all of the problems I had I dedicate to God and to Chile, because I kept Chile from becoming Communist."
    ],
    [
      8,
      "The rich people are those who create wealth, and you have to treat them well so they continue to give wealth."
    ],
    [
      7,
      "I will die. The person who succeeds me will also have to die. But elections, you won't have."
    ],
    [
      10,
      "I'm looking at them from above, because God put me there."
    ],
    [
      6,
      "He could have a thousand faults, but I do not blame anyone in particular and I despise brutality with which the Nazis acted against Israelites; but the fault is not only of Hitler, but a group of high-ranked dignitaries."
    ],
    [
      10,
      "During 65 years, I have walked the path of duty and discipline... And today, looking back at that long path of service, my soldier's heart stirs and murmurs from deep within: Thank you. Thank you, my homeland."
    ],
    [
      10,
      "I devalued the peso solely looking after the poor."
    ],
    [
      6,
      "I regret and suffer those losses, but it's God's will. He will pardon me if I committed excesses, but I don't think I did."
    ]
  ],
  "Bashar al-Assad": [
    [
      6,
      "There is no such things as \"Islamic terrorism,\" because terrorism differs from Islam. There's just terrorism, not Islamic terrorism. But the term \"Islamic terrorism\" has become widespread."
    ],
    [
      10,
      "Circumstances don't matter, only my state of being matters. What state of being are you choosing?"
    ],
    [
      8,
      "It's our right to defend our country against any kind of invasion."
    ],
    [
      7,
      "The only one who can fight for these values like democracy and freedoms are the people of any country or any society, not the foreigners."
    ],
    [
      8,
      "There can be no peace without unity."
    ],
    [
      8,
      "They want to criticize you, let them criticize and do not worry. Just be transparent with your people and tell them this is the reality."
    ],
    [
      8,
      "Opposition doesn't mean to take arms and kill people and destroy everything."
    ],
    [
      8,
      "The fact that there are people who criticize me doesn't mean that people hate me."
    ],
    [
      8,
      "You cannot reform your society or institution without opening your mind."
    ],
    [
      8,
      "Is there an equality of power between America and Iraq? Definitely not; however, the Iraqi people are standing fast and are defending their land courageously."
    ],
    [
      7,
      "Hizbullah is not a militia."
    ],
    [
      8,
      "Despite the ethnic diversity within each nation, the social fabric of the region by and large is one."
    ],
    [
      7,
      "As soon as the legitimate Lebanese government is convinced that the conditions have ripened and that Lebanon is able to maintain stability on its own... Then, the Syrian forces will return to their homeland."
    ],
    [
      8,
      "We believe that Lebanon has been the first real experience for all the Arabs."
    ],
    [
      6,
      "It is even more so when it comes to Iraq, which is a large Arab country with scientific, material, and human resources and is able to accomplish, at the least, what Lebanon accomplished, and more."
    ]
  ],
  "Benito Mussolini": [
    [
      10,
      "If I advance; follow me. If I retreat; kill me. If I die; avenge me! It is better to live one day as a lion than one-hundred years as a sheep!"
    ],
    [
      8,
      "Race? It is a feeling, not a reality. Ninety-five per cent, at least. Nothing will ever make me believe that biologically pure races can be shown to exist today.... National pride has no need of the delirium of race."
    ],
    [
      7,
      "At every hour of every day, I can tell you on which page of which book each school child in Italy is studying."
    ],
    [
      8,
      "If only we can give them faith that mountains can be moved, they will accept the illusion that mountains are moveable, and thus an illusion may become reality."
    ]
  ],
  "Benjamin Netanyahu": [
    [
      8,
      "The truth is that if Israel were to put down its arms there would be no more Israel. If the Arabs were to put down their arms there would be no more war."
    ],
    [
      8,
      "Peace is purchased from strength. It's not purchased from weakness or unilateral retreats."
    ],
    [
      8,
      "The Romans used to say that courage is not the only virtue, but it's the only one that makes the other virtues possible."
    ],
    [
      10,
      "This is why, as a prime minister of Israel, I can promise you one more thing: Even if Israel has to stand alone, Israel will stand. But I know that Israel does not stand alone. I know that America stands with Israel."
    ],
    [
      8,
      "I don't want to govern the Palestinians. I don't want them as subjects of Israel or as citizens of Israel. I want them to have their own independent state but a demilitarized state."
    ],
    [
      10,
      "I often hear them accuse Israel of Judaizing Jerusalem. That's like accusing America of Americanizing Washington, or the British of Anglicizing London. You know why we're called 'Jews'? Because we come from Judea."
    ],
    [
      9,
      "Israel does not target civilians. It targets the terrorists."
    ],
    [
      10,
      "May God bless the state of Israel and may God bless the United States of America."
    ],
    [
      9,
      "You don't have people chanting 'Death to America' in Israel."
    ],
    [
      10,
      "First of all, Arafat is wrong. Jerusalem is Israel's capital, will never be divided, and will remain the capital of the State of Israel, the capital of the Jewish people, for ever and ever."
    ],
    [
      6,
      "So I think we should stay focused on the real problem in the Middle East. It's not Israel. It's these dictatorships that are developing nuclear weapons with the specific goal of wiping Israel away."
    ],
    [
      6,
      "The Obama presidency has two great missions: fixing the economy, and preventing Iran from gaining nuclear weapons."
    ],
    [
      8,
      "You can only end a negotiation for peace if you begin it."
    ],
    [
      8,
      "I think that peace will require two states, a Palestinian state that recognizes the Jewish state."
    ],
    [
      6,
      "The purpose of the Jewish state is to secure the Jewish future. That is why Israel must always have the ability to defend itself, against any threat."
    ],
    [
      6,
      "As far as a nuclear weapons-free zone, you know, when the lion lies down with the lamb, and you don't need a new lamb every day to satisfy the lion, then we might have this kind of transformation in the Middle East."
    ],
    [
      8,
      "You know, I said in the U.N., I said to President Abbas, 'Look, we're in the same city, we're in the same building, for God's sake, the U.N. Let's just sit down and begin to talk peace.'"
    ],
    [
      7,
      "Why are we talking about talking? Why negotiating about negotiating? It's very simple. If you want to get to peace, put all your preconditions on the side, sit down opposite a table, not in a studio, by the way."
    ],
    [
      9,
      "The relationship between Israel and the United States is a bond of - it's just a very powerful bond. It was, it is, and will be and will continue to be."
    ],
    [
      10,
      "The State of Israel can be proud of what we're doing."
    ],
    [
      8,
      "Israel produces more conceptual products than any other country."
    ],
    [
      8,
      "Peace is something very dear. If you've been through wars and operations and battles, you want peace."
    ],
    [
      8,
      "I always lose the election in the polls, and I always win it on election day."
    ],
    [
      9,
      "The right combination is between a free economy and social policy that addresses the needs of society and creates equal opportunity."
    ],
    [
      8,
      "I've been right more than I've been wrong."
    ],
    [
      10,
      "I am certain that I speak on behalf of my entire nation when I say: September 11th we are all Americans - in grief, as in defiance."
    ],
    [
      8,
      "I think that a strong Israel is the only Israel that will bring the Arabs to the peace table."
    ],
    [
      10,
      "I'm the prime minister who removed 400 checkpoints, barriers, road-blocks and so on to facilitate the growth of the Palestinian economy."
    ],
    [
      9,
      "There's no one in Israel who appreciates more than me the importance of American support for Israel."
    ],
    [
      9,
      "Israel has, enjoys bipartisan support - both Democrats and Republicans - and we extend bipartisan hospitality to both Democrats and Republicans."
    ],
    [
      8,
      "I will say that I think Israel enjoys strong bipartisan support in the United States. It's really above and beyond American politics."
    ]
  ],
  "Charles Manson": [
    [
      8,
      "Just because you're convicted in a court room doesn't mean you're guilty of something."
    ],
    [
      9,
      "I loved my mother, she's a good girl."
    ],
    [
      8,
      "You are going to use this courtroom to kill me? I am going to fight for my life one way or another. You should let me do it with words."
    ],
    [
      8,
      "How old am I? I'm as old as my mother told me. How's that?"
    ],
    [
      8,
      "I have killed no one and I have ordered no one to be killed."
    ],
    [
      6,
      "I'm probably one of the most dangerous men in the world if I want to be. But I never wanted to be anything but me."
    ]
  ],
  "Che Guevara": [
    [
      7,
      "Live your life not celebrating victories, but overcoming defeats."
    ],
    [
      7,
      "We have no right to believe that freedom can be won without struggle."
    ],
    [
      8,
      "Above all, try always to be able to feel deeply any injustice committed against any person in any part of the world. It is the most beautiful quality of a revolutionary."
    ],
    [
      8,
      "If you have the capacity to tremble with indignation every time that an injustice is committed in the world, then we are comrades."
    ],
    [
      9,
      "One has to grow hard but without ever losing tenderness."
    ],
    [
      10,
      "Let's be realistic. Let's do the impossible!"
    ],
    [
      8,
      "The only passion that guides me is for the truth... I look at everything from this point of view."
    ],
    [
      8,
      "Passion is needed for any great work, and for the revolution, passion and audacity are required in big doses."
    ],
    [
      10,
      "How easy it is to govern when one follows a system of consulting the will of the people and one holds as the only norm all the actions which contribute to the well being of the people."
    ],
    [
      8,
      "It is unnecessary to say that Fidel Castro possesses the high qualities of a fighter and statesman: our path, our struggle, and our triumph we owed to his vision."
    ],
    [
      7,
      "Whenever death may surprise us, let it be welcome if our battle cry has reached even one receptive ear and another hand reaches out to take up our arms."
    ],
    [
      8,
      "Study hard so that you can master technology, which allows us to master nature."
    ],
    [
      8,
      "I had a project for my life which involved 10 years of wandering, then some years of medical studies and, if any time was left, the great adventure of physics."
    ],
    [
      8,
      "A political event was that I met Fidel Castro, the Cuban revolutionary. He is a young, intelligent guy, very sure of himself and extraordinarily audacious; I think we hit it off well."
    ],
    [
      6,
      "It is important to emphasize that guerrilla warfare is a war of the masses, a war of the people. The guerrilla band is an armed nucleus, the fighting vanguard of the people. It draws its great force from the mass of the people themselves."
    ]
  ],
  "Chiang Kai-shek": [
    [
      10,
      "We live in the present, we dream of the future and we learn eternal truths from the past."
    ],
    [
      8,
      "If when I die, I am still a dictator, I will certainly go down into the oblivion of all dictators. If, on the other hand, I succeed in establishing a truly stable foundation for a democratic government, I will live forever in every home in China."
    ],
    [
      9,
      "We write our own destiny ...we become what we do."
    ],
    [
      9,
      "Character cannot be counterfeited, nor can it be put on and cast off as if it were a garment to fit the whim of the moment. Day by day we become what we do. This is the supreme law and logic of life."
    ],
    [
      6,
      "If one does not act, one cannot understand."
    ],
    [
      8,
      "Don't be disquieted in time of adversity. Be firm with dignity and self-reliant with vigor."
    ],
    [
      8,
      "We become what we do."
    ],
    [
      8,
      "There are three essential factors in all human activity: spirit, materials, and action."
    ],
    [
      10,
      "China not only fights for her own independence, but also for the liberation of every oppressed nation. For us, the Atlantic Charter and President Roosevelts proclamation of the Four Freedoms for all peoples are corner-stones of our fighting faith."
    ],
    [
      10,
      "I go walking, and the hills loom above me, range upon range, one against the other. I cannot tell where one begins and another leaves off. But when I talk with God He lifts me up where I can see clearly, where everything has a distinct contour."
    ],
    [
      6,
      "Only a fighting nation can make itself responsible for world peace, and such a nation must organize its material resources and manpower with the highest possible degree of efficiency."
    ],
    [
      6,
      "Give me fifty DC-3's and the Japanese can have the Burma Road."
    ],
    [
      10,
      "My good health is due to a soup made of white doves. It is simply wonderful as a tonic."
    ],
    [
      6,
      "I have often said China is not lacking in material resources. The question is whether we can make full and good use of them."
    ],
    [
      8,
      "If we are to give the people of China complete self-government we must first solve the problem of livelihood for all, and give real freedom to the races within China. If the foundations of democracy are secure, then true equality can be achieved."
    ],
    [
      9,
      "Prayer is more than meditation. In meditation the source of strength is one's self. When one prays he goes to a source of strength greater than his own."
    ],
    [
      10,
      "For many centuries Chinese society has been free of class distinctions such as are found even in advanced democracies."
    ],
    [
      10,
      "The idea of universal brotherhood is innate in the catholic nature of Chinese thought; it was the dominant concept of Dr. Sun Yat-sen, whom events have proved time and again to be not a visionary but one of the world's greatest realists."
    ],
    [
      9,
      "We Chinese are instinctively democratic, and Dr. Sun's objective of universal suffrage evokes from all Chinese a ready and unhesitating response."
    ],
    [
      8,
      "Dr. Sun Yat-sen, Father of the Republic, made it his great aim in his revolutionary leadership to secure freedom and equality of status for China among the nations of the world."
    ],
    [
      8,
      "I should like very much to go to America. I have heard so much of the great industrial and economic development of that great land, and I wish to see things for myself."
    ]
  ],
  "Ferdinand Marcos": [
    [
      9,
      "I don't believe in courtship.It's a waste of time. If I love the person, I'll tell her right away. But for you, I'll make an exception. Just love me now, and I'll court you forever."
    ],
    [
      10,
      "There are many things we do not want in this world. Let us not just mourn them; let us change them"
    ],
    [
      8,
      "I have committed many sins in my life. But stealing money from the government, from the people, is not one of them."
    ],
    [
      8,
      "Of what good is democracy if it is not for the poor?"
    ],
    [
      10,
      "History should not be left to the historians. Rather, be like Churchill. Make history, and then write it."
    ],
    [
      10,
      "Once a champion, always a champion."
    ],
    [
      6,
      "Elect me as your congressman today, I promise you an Ilocano president in 20 years."
    ],
    [
      6,
      "History isn't through with me yet."
    ],
    [
      8,
      "The challenge to America is to extend to Asia the defensive shield of American power in forms consonant with Asian freedom and self-respect."
    ],
    [
      10,
      "Little boys have amazing minds."
    ],
    [
      10,
      "We love your adherence to democratic principles and to democratic processes."
    ],
    [
      10,
      "My countrymen: we have reached a turning point in our history. The choice is yours. Shall we venture into this brave new world, bright with possibilities, or retreat to the safety of our familiar but sterile past? I am for crossing the frontier."
    ],
    [
      8,
      "Freedom is not just declared; it is exercised."
    ],
    [
      10,
      "My life has been devoted to the upliftment of the Filipino by reestablishing his identity and dignity."
    ],
    [
      8,
      "To preserve our sovereign integrity, we must prove to them nobody need tell us how to hold a clean and democratic election."
    ],
    [
      6,
      "I have been called brave in my time, but brave as I may have been against foreign invaders, I have no heart to shed Filipino blood."
    ],
    [
      7,
      "For us, overseas employment addresses two major problems: unemployment and the balance of payments position."
    ],
    [
      8,
      "We do not postpone the participation of the lower classes of our people in the profits of economic enterprise, and in other countries, they do postpone it. In the long run, I think our policy is better, and we stand by it."
    ],
    [
      8,
      "It is not true that I dictate what should be done. There is a dialogue."
    ],
    [
      8,
      "I'll take my destiny, whatever that may be, but I'm going to fight for my dignity and my honor."
    ],
    [
      10,
      "Whatever be the challenges, whatever be the obstacles before us, I say to you as I say to everybody else that we will overcome."
    ],
    [
      9,
      "I have Chinese blood in me... I am not ashamed to admit that perhaps the great leaders of our country all have Chinese blood."
    ],
    [
      10,
      "Filipino talents and skills are becoming ubiquitous in many parts of the world. Returning Filipino workers have helped improve our skills and technological standards."
    ],
    [
      10,
      "We have no quarrel with a policy that seeks to support human rights."
    ],
    [
      6,
      "What we ask of the developed countries is to let the Third World find a third way."
    ],
    [
      10,
      "President Reagan has no enemies in the Phillipines."
    ],
    [
      8,
      "In the Philippines, the host should always be willing to defer to the wishes of the guest."
    ]
  ],
  "Fidel Castro": [
    [
      9,
      "I began revolution with 82 men. If I had to do it again, I do it with 10 or 15 and absolute faith. It does not matter how small you are if you have faith and plan of action."
    ],
    [
      10,
      "It does not matter how small you are if you have faith and a plan of action."
    ],
    [
      10,
      "We must establish a new world order based on justice, on equity, and on peace."
    ],
    [
      9,
      "Ideas do not need weapons."
    ],
    [
      10,
      "I've always considered Christ to be one of the greatest revolutionaries in the history of humanity."
    ],
    [
      10,
      "Good athletes do not know what tiredness is. They do not know what discouragement is. Good athletes only know what victory is."
    ],
    [
      7,
      "Men do not shape destiny. Destiny produces the man for the hour."
    ],
    [
      8,
      "The duty of every revolutionary is to make revolution"
    ],
    [
      10,
      "Something must be done to save humanity! A better world is possible!"
    ],
    [
      8,
      "There is not Communism or Marxism, but representative democracy and social justice in a well-planned economy."
    ],
    [
      7,
      "I am Fidel Castro and we have come to liberate Cuba."
    ],
    [
      8,
      "I am a just man."
    ],
    [
      8,
      "North Americans don't understand... that our country is not just Cuba; our country is also humanity."
    ],
    [
      8,
      "At times, I've referred to Christ's miracles, and have said, 'Well, Christ multiplied the fish and the loaves to feed the people. That is precisely what we want to do with the Revolution and socialism.'"
    ],
    [
      9,
      "As we know, while our species remains alive, everybody has the sacred duty to be optimistic. Ethically, any other behaviour wouldn't be admissible."
    ],
    [
      10,
      "No thieves, no traitors, no interventionists! This time the revolution is for real!"
    ],
    [
      8,
      "How can we help President Obama?"
    ],
    [
      8,
      "You may agree or not with Gaddafi's political ideas, but no one has the right to question the existence of Libya as an independent state and member of the United Nations."
    ],
    [
      10,
      "Homeland or death! Socialism or death! We shall overcome!"
    ],
    [
      8,
      "Xi Jinping is one of the strongest and most capable revolutionary leaders I have met in my life."
    ],
    [
      10,
      "Defending peace is the duty of all."
    ],
    [
      10,
      "We do not exploit our dolphins for profit."
    ],
    [
      8,
      "The people respect and believe in men who fulfill their duty."
    ],
    [
      6,
      "Someday, the capitalist system will disappear in the United States, because no social class system has been eternal. One day, class societies will disappear."
    ],
    [
      6,
      "Christ didn't choose the rich to preach the doctrine; he choose 12 poor ignorant workers - that is, he chose the proletariat of the times."
    ],
    [
      8,
      "I will never retire from politics, the revolution, or the ideas I have."
    ],
    [
      10,
      "The people of Egypt are an intelligent people with a glorious history who left their mark on civilization."
    ],
    [
      8,
      "Every country must be absolutely free to adopt the type of economic, political and social system that it considers convenient."
    ],
    [
      7,
      "Religious faith, like political belief, should be based on reasoning, on the development of thought and feelings. The two things are inseparable."
    ],
    [
      7,
      "Nature teaches us that tens of billions of light years may have passed, and life in all of its expressions has always been subjected to an incredible combination of matter and radiation."
    ],
    [
      10,
      "Never have we stolen the intelligences of other peoples. On the contrary, in Cuba we have trained tens of thousands of doctors and other top-level professionals, for free, in order to send them back to their own countries."
    ],
    [
      9,
      "None of us has any personal interest above the interests of the country. Our country is more important than our careers."
    ],
    [
      8,
      "During the second half of the twentieth century, I had the privilege of living through years of intensive erudition, and I realized that Canadians, located in the northernmost region of this hemisphere, were always respectful towards our country."
    ]
  ],
  "Francisco Franco": [
    [
      8,
      "One thing that I am sure of, and which I can answer truthfully, is that whatever the contingencies that may arise here, wherever I am there will be no communism."
    ],
    [
      7,
      "I am responsible only to God and history."
    ],
    [
      8,
      "A Homeland, A State, A Leader."
    ]
  ],
  "Francisco Goya": [
    [
      10,
      "The act of painting is about one heart telling another heart where he found salvation."
    ],
    [
      8,
      "Fantasy, abandoned by reason, produces impossible monsters; united with it, she is the mother of the arts and the origin of marvels."
    ],
    [
      8,
      "The dream of reason produces monsters. Imagination deserted by reason creates impossible, useless thoughts. United with reason, imagination is the mother of all art and the source of all its beauty."
    ],
    [
      9,
      "First be a magnificent artist and then you can do whatever, but the art must be first."
    ],
    [
      7,
      "I have had three masters, Nature, Velasquez, and Rembrandt."
    ],
    [
      7,
      "Painting (like poetry) chooses from universals what is most apposite. It brings together, in a single imaginary being, circumstances and characteristics which occur in nature in many different persons."
    ],
    [
      8,
      "In art, there is no need for color; I see only light and shade. Give me a crayon, and I will paint your portrait."
    ],
    [
      9,
      "With all my work, I have not more, with my shares in the bank and the Academy, than twelve or thirteen thousand reales a year, and with all this, I am as contented as the happiest man on earth."
    ]
  ],
  "Genghis Khan": [
    [
      8,
      "The strength of a wall is neither greater nor less than the courage of the men who defend it."
    ],
    [
      10,
      "A leader can never be happy until his people are happy."
    ],
    [
      6,
      "Conquering the world on horseback is easy; it is dismounting and governing that is hard."
    ],
    [
      8,
      "Even when a friend does something you do not like, he continues to be your friend."
    ],
    [
      8,
      "If my body dies, let my body die, but do not let my country die."
    ],
    [
      8,
      "Just as God gave different fingers to the hand so has He given different ways to men."
    ],
    [
      8,
      "The merit in action lies in finishing it to the end."
    ],
    [
      8,
      "Be of one mind and one faith, that you may conquer your enemies and lead long and happy lives."
    ],
    [
      8,
      "One arrow alone can be easily broken but many arrows are indestructible."
    ]
  ],
  "Hassan Nasrallah": [
    [
      9,
      "It's not the first time that I speak with American journalists. I've had meetings with many different newspapers and stations, and I've ha - never had a problem with meeting with American journalists."
    ],
    [
      8,
      "When I was 10 or 11, my grandmother had a scarf. It was black, but a long one. I used to wrap it around my head and say to them that 'I'm a cleric, you need to pray behind me.'"
    ],
    [
      6,
      "I believe that Palestine is an occupied land from the Mediterranean Sea to the Jordan River, and this is the right of the entire Palestinian people, this land."
    ],
    [
      9,
      "On this land, Muslims, Christians and Jews can coexist together, as they have - as they had for the - for hundreds of years in the framework of a democratic state."
    ],
    [
      8,
      "When a peace agreement is concluded between the Lebanese government and Israel, we would surely disagree with the Lebanese government about that, but we would not make any turmoil out of it."
    ],
    [
      9,
      "To talk about liberty and freedom is nice, lovely, but the important thing is to allow people to act in liberty and freedom."
    ]
  ],
  "Heinrich Himmler": [
    [
      8,
      "My honor is my loyalty."
    ],
    [
      8,
      "The only thing that matters is that we stand firm."
    ]
  ],
  "Hideki Tojo": [
    [
      10,
      "Justice has nothing to do with victor nations and vanquished nations, but must be a moral standard that all the world's peoples can agree to. To seek this and to achieve it - that is true civilization"
    ],
    [
      10,
      "To advocate a New Order was to seek freedom and respect for peoples without prejudice, and to seek a stable basis for the existence all peoples, equally, and free of threats"
    ],
    [
      6,
      "Even military ministers have no more than a certain amount of control. It is customary that they have the right and the power to participate, from a political and military point of view, in the planning of actual operations"
    ]
  ],
  "Hirohito": [
    [
      9,
      "All men are brothers, like the seas throughout the world; So why do winds and waves clash so fiercely everywhere?"
    ],
    [
      8,
      "The fruits of victory are tumbling into our mouths too quickly."
    ],
    [
      9,
      "To strive for the common prosperity and happiness of all nations, as well as the security and wellbeing of our subjects, is the solemn obligation which has been handed down by our imperial ancestors and which lies close to our heart."
    ],
    [
      8,
      "I discovered freedom for the first time in England."
    ]
  ],
  "Hồ Chí Minh": [
    [
      8,
      "Our resistance will be long and painful, but whatever the sacrifices, however long the struggle, we shall fight to the end, until Vietnam is fully independent and reunified."
    ],
    [
      10,
      "It is better to sacrifice everything than to live in slavery!"
    ],
    [
      10,
      "Nothing is more precious than Independence and Liberty."
    ],
    [
      10,
      "Love other human beings as you would love yourself."
    ],
    [
      8,
      "The Vietnamese people deeply love independence, freedom and peace. But in the face of United States aggression they have risen up, united as one man."
    ],
    [
      10,
      "Our mountains will always be, our rivers will always be, our people will always be, The American invaders defeated, we will rebuild our land ten times more beautiful."
    ],
    [
      7,
      "If you do not condemn colonialism, if you do not side with the colonial people, what kind of revolution are you waging?"
    ],
    [
      8,
      "Write in such a way as that you can be readily understood by both the young and the old, by men as well as women, even by children."
    ],
    [
      8,
      "I and others may be revolutionaries but we are disciples of Mahatma Gandhi, directly or indirectly, nothing more nothing less."
    ],
    [
      8,
      "Although our fight will be long and hard, our people are resolved to fight till final victory."
    ],
    [
      10,
      "But by reading them again and again finally I was able to grasp the essential part. What emotion, enthusiasm, enlightenment and confidence they communicated to me! I wept for joy."
    ]
  ],
  "Idi Amin": [
    [
      8,
      "I do not want to be controlled by any superpower. I myself consider myself the most powerful figure in the world, and that is why I do not let any superpower control me."
    ],
    [
      9,
      "My mission is to lead the country out of a bad situation of corruption, depression and slavery. After I rid the country of these vices, I will then organize and supervise a general election of a genuinely democratic civilian government."
    ],
    [
      10,
      "I'm a good Muslim and I'm only interested in Islam."
    ],
    [
      10,
      "I am the hero of Africa."
    ],
    [
      8,
      "I want to be remembered as a great athlete. As a boxing champion."
    ],
    [
      8,
      "I was a good soldier in the British Army. I was born in a very, very poor family. And I enlisted to escape hunger. But my officers were Scottish and they loved me. The Scots are good, you know."
    ],
    [
      10,
      "I love the Americans. They are my best friends."
    ]
  ],
  "Jair Bolsonaro": [
    [
      6,
      "It doesn't matter what the colour of your skin is, your sexual preference, the region where you were born, your gender. We're all equal... We can't take certain minorities and think they have super powers and are different from the others."
    ],
    [
      10,
      "Let's be proud of our homeland once again!"
    ],
    [
      10,
      "We will invest heavily in safety and security... preserve the environment... make progress on biodiversity and economic progress."
    ],
    [
      8,
      "Every honest citizen, man or woman, if they want to have a weapon in their homes - depending on certain criteria - should be able to have one."
    ],
    [
      10,
      "God above all."
    ],
    [
      8,
      "Real democracy is food on the table, the ability to plan your life, the ability to walk on the street without getting mugged."
    ],
    [
      9,
      "I took over a Brazil in the midst of a profound ethical, moral, and economic crisis. We are committed to changing our history... We want to govern by example."
    ],
    [
      10,
      "No other country in the world has as many forests as we do."
    ],
    [
      10,
      "We are going to change Brazil!"
    ],
    [
      9,
      "We are the true Brazil."
    ],
    [
      10,
      "All of us have a mission here on Earth."
    ],
    [
      8,
      "I believe that a strong man makes a strong country."
    ],
    [
      10,
      "We are going to change the destiny of Brazil."
    ],
    [
      8,
      "Let's make Brazil Great!"
    ],
    [
      7,
      "We are going to unite the people, rescue the family, respect religions and our Judeo-Christian tradition, combat gender ideology, conserving our values."
    ],
    [
      8,
      "More than safeguarding someone's life, firearms safeguard the freedom of a people."
    ],
    [
      10,
      "Everywhere I go, people embrace me and treat me like a national hero. The people in the streets are asking for the return of the military. They ask, 'When are you coming back?'"
    ],
    [
      8,
      "Good citizens deserve the means to defend themselves."
    ],
    [
      8,
      "We will do business with the Chinese - but we will not hand our territory over to anybody!"
    ],
    [
      9,
      "Those who didn't vote for me don't need to worry - they won't be persecuted."
    ],
    [
      10,
      "We are the voice of freedom."
    ],
    [
      10,
      "Together with this Brazilian people, we will build a new nation."
    ],
    [
      8,
      "If anyone interferes into the private life of two people, I will defend the right of those two people between their four walls. That is no problem."
    ]
  ],
  "Jim Jones": [
    [
      7,
      "A man's gotta make at least one bet a day, else he could be walking around lucky and never know it."
    ]
  ],
  "Joseph Goebbels": [
    [
      8,
      "There will come a day, when all the lies will collapse under their own weight, and truth will again triumph."
    ]
  ],
  "Joseph Stalin": [
    [
      8,
      "The press must grow day in and day out - it is our Party's sharpest and most powerful weapon."
    ],
    [
      6,
      "Great Britain provided time; the United States provided money and Soviet Russia provided blood."
    ],
    [
      6,
      "Print is the sharpest and the strongest weapon of our party."
    ],
    [
      9,
      "Gaiety is the most outstanding feature of the Soviet Union."
    ],
    [
      9,
      "The writer is the engineer of the human soul."
    ]
  ],
  "Josip Broz Tito": [
    [
      9,
      "Ancient Hawaiians say: When you're itching for the waves, the only lotion is the ocean."
    ]
  ],
  "Julius Caesar": [
    [
      10,
      "I came, I saw, I conquered."
    ],
    [
      8,
      "A coward dies a thousand deaths, the gallant never taste of death but once."
    ],
    [
      8,
      "To win by strategy is no less the role of a general than to win by arms."
    ],
    [
      8,
      "He conquers twice, who shows mercy to the conquered."
    ],
    [
      8,
      "I have lived long enough both in years and in accomplishments."
    ],
    [
      8,
      "I have lived long enough to satisfy both nature and glory."
    ],
    [
      6,
      "I am prepared to resort to anything, to submit to anything, for the sake of the commonwealth."
    ],
    [
      6,
      "Men freely believe that which they desire."
    ],
    [
      6,
      "I have always reckoned the dignity of the republic of first importance and preferable to life."
    ]
  ],
  "Kim Il-sung": [
    [
      8,
      "The oppressed peoples can liberate themselves only through struggle. This is a simple and clear truth confirmed by history."
    ],
    [
      9,
      "My God is none other than the people. Only the popular masses are omniscient and omnipotent and almighty on earth. Therefore my lifetime motto is: \"The people are my God.\""
    ],
    [
      10,
      "Everything is decided bya person's thoughts and if he is ideologically motivated, there is nothing he cannot do."
    ],
    [
      9,
      "The people are the masters of the revolution in each country."
    ],
    [
      6,
      "The basis of the Juche Idea is that man is the master of all things and the decisive factor in everything."
    ],
    [
      6,
      "The peoples of Asia, Africa, and Latin America have common interest and are in the position to support each other in their anti-imperialist and anti-U.S. struggle. As long as Africa and Latin America are not free."
    ]
  ],
  "Kim Jong-il": [
    [
      10,
      "Nothing is impossible for a man with a strong will. The possible is in store only for a man who loves the future. There is no word \"impossible\" in the Korean language."
    ],
    [
      8,
      "I am the object of criticism around the world. But I think that since I am being discussed, then I am on the right track."
    ],
    [
      9,
      "Karl Marx made a great contribution to the liberation cause of mankind, and because of his immortal exploits his name is still enshrined in the hearts of the working class and peoples of all countries."
    ],
    [
      10,
      "Great ideology creates great times."
    ],
    [
      8,
      "We oppose the reactionary policies of the U.S. government but we do not oppose the American people. We want to have many good friends in the United States."
    ],
    [
      9,
      "National defense is the sacred duty of the young and all other people."
    ],
    [
      8,
      "The cinema occupies an important place in the overall development of art and literature."
    ],
    [
      10,
      "Glory to the heroic soldiers of the Korean People's Army!"
    ],
    [
      8,
      "The revolution is carried out by means of one's thought, not through one's family background."
    ],
    [
      8,
      "The liquidation of colonialism is a trend of the times which no force can hold back."
    ],
    [
      10,
      "Overall relations between the North and the South have developed in favor of national reconciliation, unity and reunification."
    ]
  ],
  "Kim Jong-un": [
    [
      8,
      "The revolution is carried out by means of one's thought."
    ],
    [
      8,
      "The days are gone forever when our enemies could blackmail us with nuclear bombs."
    ],
    [
      8,
      "The industrial revolution in the new century is, in essence, a scientific and technological revolution, and breaking through the cutting edge is a shortcut to the building of an economic giant."
    ],
    [
      8,
      "There can be neither today without yesterday nor tomorrow without today."
    ],
    [
      9,
      "When young people are powerful, our Party and People's Army are powerful, and there is nothing for us to be afraid of."
    ],
    [
      10,
      "Science and technology are a propellant for building a thriving country, and the happiness of the people and the future of the country hinge on their development."
    ],
    [
      6,
      "Socialism is a sacred cause for realizing the demand and desire of the masses of the people for independence; it is a revolutionary cause that advances amid a fierce struggle against imperialism and all other counterrevolutionary forces."
    ],
    [
      10,
      "There is nothing that our party failed to do when it trusted the soldiers and people, and a more resplendent future is unfolding before us today."
    ],
    [
      8,
      "If we are to successfully build a socialist civilized country, which our people are desirous of, and ultimately solve the rural question, we should step up the cultural revolution in the countryside."
    ],
    [
      8,
      "It is a proud tradition and fighting trait of our army and people to rise up like mountains and go through fire and water to unfailingly carry through the party's orders and instructions."
    ],
    [
      8,
      "Developing the locally-run industry is very important in increasing the production of consumer goods."
    ],
    [
      10,
      "Nothing will be beyond our reach when we make the flames of creating positive deeds flare up across the country with the virtues of the young vanguard as the initial spark and bring into full play the mounting vigour of the millions of young people."
    ],
    [
      10,
      "We should concentrate all our efforts on building an economic giant to bring about a fresh turn in developing the country's economy and improving the people's standard of living."
    ],
    [
      8,
      "The strength of self-reliance and self-development is that of science and technology, and the shortcut to implementing the five-year strategy is to give importance and precedence to science and technology."
    ],
    [
      7,
      "It is our Party's unshakeable stand to prevent a new war from breaking out on the Korean peninsula and accelerate economic construction in a peaceful environment, thus resolving at an early date the problems related with the people's livelihood."
    ],
    [
      8,
      "Our Party maintains the improvement of the people's living conditions as the most important of the numerous state affairs."
    ],
    [
      10,
      "While boosting the production of consumer goods, we should channel great efforts into improving the welfare service for the people."
    ],
    [
      10,
      "Our cause is just, and the might of Korea that is united with truth is infinite."
    ],
    [
      10,
      "Construction is an important front for solidifying the foundations of a thriving country and creating bases for the people's happy life."
    ],
    [
      10,
      "Our women's union members and other women are really excellent and praiseworthy."
    ],
    [
      6,
      "The forest restoration campaign is a war to ameliorate nature."
    ],
    [
      10,
      "Our Party attaches great importance to the work with young people and firmly believes in them."
    ],
    [
      8,
      "The first generation of the young people of our revolution took up arms following Comrade Kim Il Sung and fought the bloody anti-Japanese struggle, thus achieving the historic cause of national liberation."
    ],
    [
      9,
      "The great leaders called the working class first whenever difficult and gigantic tasks arose for the revolution, and ushered in fresh heydays of the revolution by relying on them."
    ],
    [
      10,
      "Forests are precious resources of the country and a wealth to be handed down to posterity."
    ],
    [
      8,
      "Those who do not cherish affection for their parents, spouses and children and for their homes, villages and workplaces cannot love their country and fellow people; they can never become genuine patriots."
    ],
    [
      8,
      "Songun is a proud tradition of the Korean revolution which was pioneered by Comrade Kim Il Sung and led by him and Comrade Kim Jong Il and the banner of victory and glory."
    ],
    [
      9,
      "The year 2015 was a year of gigantic struggle, which is adorned with meaningful events and eye-opening successes, a year of victory and glory, in which socialist Korea fully demonstrated its prestige and might."
    ],
    [
      9,
      "The sun flag of the great Comrade Kim Il Sung and Comrade Kim Jong Il will forever flutter in the van of our revolutionary ranks that display only victory and honor and will always encourage and drive us toward a new victory."
    ],
    [
      8,
      "We must well grow the valuable seeds, which the great Comrade Kim Jong Il sowed to build an economically powerful state and improve the people's livelihood, and lead them to bloom as a glorious reality."
    ]
  ],
  "Mao Zedong": [
    [
      9,
      "The young people are the most active and vital force in society. They are the most eager to learn and the least conservative in their thinking. This is especially so in the era of socialism."
    ],
    [
      10,
      "Kindness in words creates confidence. Kindness in thinking creates profoundness. Kindness in giving creates love."
    ],
    [
      8,
      "In time of difficulties, we must not lose sight of our achievements."
    ],
    [
      6,
      "Many who have read Marxist books have become renegades from the revolution, whereas illiterate workers often grasp Marxism very well."
    ],
    [
      7,
      "Despise Your enemy stragetically, but take him seriously tactically"
    ],
    [
      10,
      "Once all struggle is grasped, miracles are possible."
    ],
    [
      10,
      "I voted for you during your last election."
    ],
    [
      8,
      "The people, and the people alone, are the motive force in the making of world history."
    ],
    [
      9,
      "The differences between friends cannot but reinforce their friendship."
    ],
    [
      10,
      "Let a hundred flowers bloom."
    ],
    [
      10,
      "Enable every woman who can work to take her place on the labour front, under the principle of equal pay for equal work."
    ],
    [
      7,
      "An army without culture is a dull-witted army, and a dull-witted army cannot defeat the enemy."
    ],
    [
      6,
      "Weapons are an important factor in war, but not the decisive one; it is man and not materials that counts."
    ],
    [
      10,
      "I have witnessed the tremendous energy of the masses. On this foundation it is possible to accomplish any task whatsoever."
    ],
    [
      8,
      "If you want to know the taste of a pear, you must change the pear by eating it yourself. If you want to know the theory and methods of revolution, you must take part in revolution. All genuine knowledge originates in direct experience."
    ],
    [
      8,
      "We think too small, like the frog at the bottom of the well. He thinks the sky is only as big as the top of the well. If he surfaced, he would have an entirely different view."
    ],
    [
      9,
      "Let a hundred flowers bloom, let a hundred schools of thought contend."
    ],
    [
      9,
      "In general, any form of exercise, if pursued continuously, will help train us in perseverance. Long-distance running is particularly good training in perseverance."
    ],
    [
      9,
      "Learn from the masses, and then teach them."
    ],
    [
      9,
      "Investigation may be likened to the long months of pregnancy, and solving a problem to the day of birth. To investigate a problem is, indeed, to solve it."
    ],
    [
      10,
      "Letting a hundred flowers blossom and a hundred schools of thought contend is the policy for promoting the progress of the arts and the sciences and a flourishing culture in our land."
    ]
  ],
  "Maximilien Robespierre": [
    [
      7,
      "Any law which violates the inalienable rights of man is essentially unjust and tyrannical; it is not a law at all."
    ],
    [
      10,
      "The revolution is the war of liberty against its enemies. The constitution is the rule of liberty against its enemies. The constitution is the rule of liberty when victorious and peaceable."
    ],
    [
      10,
      "By sealing our work with our blood, we may see at least the bright dawn of universal happiness."
    ],
    [
      8,
      "Again, it may be said, that to love justice and equality the people need no great effort of virtue; it is sufficient that they love themselves."
    ]
  ],
  "Mengistu Haile Mariam": [
    [
      9,
      "I am a revolutionary; my life is dedicated to freeing the people."
    ],
    [
      9,
      "Ethiopia did not have the same problem [of corruption]. African leaders looked at us with envy."
    ]
  ],
  "Mobutu Sese Seko": [
    [
      8,
      "The chief is the chief. He is the eagle who flies high and cannot be touched by the spit of the toad."
    ],
    [
      8,
      "Throughout my career I have proven that I am a man of action."
    ],
    [
      8,
      "The responsibility of a chief is to show solidarity with his people and to be strong with his people."
    ],
    [
      8,
      "If ever I leave power, it will be only in conditions of beauty, never under pressure."
    ],
    [
      8,
      "The will of the majority will be respected."
    ],
    [
      8,
      "I listen every day to the VOA."
    ]
  ],
  "Nicolas Maduro": [
    [
      8,
      "The Venezuelan people will never abandon the ideals President Chavez gave us. Modestly, we contribute to ensure the stability of the region."
    ],
    [
      8,
      "Let's dig deep to build the kind of police force that our fatherland really deserves. We need a revolution of the police force here in Venezuela, and I will carry it out without delay, without excuses."
    ],
    [
      8,
      "We are all a little bit hippy, a little bohemian. We take that from the culture we knew, from the '70s and the '80s."
    ],
    [
      8,
      "My message to France and Europe is that we will make sure Venezuela won't witness the rise of another Pinochet. And we will do it the democratic way."
    ],
    [
      9,
      "Fidel Castro represents the dignity of the South American continent against empires. He's a living legend: an icon of independence and freedom across the continent."
    ],
    [
      8,
      "I have very good relations with Pope Francis. I read constantly what he says and follow his speeches. Pope Francis has come to renew the Catholic Church, and he has new air to renew the spiritual world. Now, Venezuela does not need mediation."
    ]
  ],
  "Oliver Cromwell": [
    [
      8,
      "I have learned that if you fear God, you have no one else to fear."
    ],
    [
      7,
      "Keep your faith in God, but keep your powder dry."
    ],
    [
      7,
      "A few honest men are better than numbers."
    ],
    [
      8,
      "I desire not to keep my place in this government an hour longer than I may preserve England in its just rights, and may protect the people of God in such a just liberty of their consciences."
    ],
    [
      8,
      "A man never rises higher than when he does not know whither his path can still lead him."
    ],
    [
      9,
      "Royalty is but a feather in a man's cap; let children enjoy their rattle."
    ],
    [
      10,
      "Some people have food, but no appetite; others have an appetite, but no food. I have both. The Lord be praised."
    ],
    [
      6,
      "He who ceases to be better, ceases to be good."
    ],
    [
      8,
      "Does a man speak foolishly?--suffer him gladly, for you are wise. Does he speak erroneously?--stop such a man's mouth with sound words that cannot be gainsaid. Does he speak truly?--rejoice in the truth."
    ],
    [
      10,
      "Our swords are in God's hands, And our faith is in the Lord. Charge!"
    ],
    [
      8,
      "Ye may have skill in the nature of things, yet nature can do more than all physicians put together; and God is far more above nature."
    ],
    [
      9,
      "Not only strike while the iron is hot, but make it hot by striking."
    ],
    [
      6,
      "No one rises so high as he who knows not whither he is going."
    ],
    [
      7,
      "We are Englishmen; that is one good fact."
    ],
    [
      8,
      "Nature can do more than physicians."
    ]
  ],
  "Omar al-Bashir": [
    [
      7,
      "In any war, mistakes happen on the ground; this is not the policy of the government. We are a government that functions according to laws."
    ],
    [
      10,
      "The Sudanese people decide who rules them."
    ],
    [
      10,
      "India has always stood with Africa on the freedom struggle against colonial powers."
    ],
    [
      8,
      "As a government, it is our responsibility to maintain security for all citizens in Darfur."
    ],
    [
      8,
      "As a politician, I worked very, very hard in order to maintain the unity of our country. That was my aim."
    ],
    [
      7,
      "I fought for years in South Sudan for the unity of Sudan. I was a commander in the fields, fighting for the unity of Sudan."
    ],
    [
      7,
      "I started since 1996. From that time, whenever there is an opportunity, I would tell the people it is time for me to go and live as peaceful as possible a life as a normal citizen of the country."
    ],
    [
      10,
      "Mahatma Gandhi went from Africa to India, and once India won its freedom, it helped African countries to get their independence."
    ]
  ],
  "Osama bin Laden": [
    [
      10,
      "I support any Muslims, whether here or abroad."
    ],
    [
      8,
      "We do not mind establishing a long-term truce between us and you."
    ],
    [
      10,
      "All people who worship Allah, not each other, are equal before Him. We are entrusted to spread this message and to extend that call to all the people."
    ],
    [
      8,
      "Your security is not in the hands of Kerry, Bush or al-Qaida. Your security is in your own hands."
    ],
    [
      10,
      "Praise be Allah and prayers and peace upon Mohammed."
    ]
  ],
  "Paul Kagame": [
    [
      8,
      "Listen more to the one who criticizes you and less to \n the one who praises you. Learn from them and do \n something about it."
    ],
    [
      8,
      "We cannot turn the clock back nor can we undo the harm caused, but we have the power to determine the future and to ensure that what happened never happens again."
    ],
    [
      7,
      "Africa's story has been written by others; we need to own our problems and solutions and write our story."
    ],
    [
      8,
      "I had to fight hard for everything. I wanted to get out. I want to take my destiny into my own hands and escape the vicious cycle of retaliatory violence. This struggle has shaped who I am to this day."
    ],
    [
      8,
      "Let no one think that flexibility and a predisposition to compromise is a sign of weakness or a sell-out."
    ],
    [
      10,
      "My purpose is to develop a country, to empower its population. It's from that same population that will emerge the man or woman who will succeed me. And they will be chosen based on the consensus that they have the capacity to lead the country."
    ],
    [
      8,
      "It is the population which decides when it's time for a leader to leave, not foreign powers."
    ],
    [
      8,
      "In Africa today, we recognise that trade and investment, and not aid, are pillars of development."
    ],
    [
      8,
      "National security is vital for economic and social progress."
    ],
    [
      10,
      "Strong economic growth, and especially a significant increase in private sector investment, is the only sustainable path forward for Rwanda."
    ],
    [
      8,
      "There are things I admire, for example, about South Korea or Singapore. I admire their history, their development and how intensively they have invested in their people and in technology."
    ],
    [
      8,
      "Israel and Rwanda both play an active part in international organizations, including the U.N., but I think it's true that our unique experiences as nations have shaped a fierce independence that we will not relinquish."
    ],
    [
      6,
      "I grew up in a refugee camp in Uganda, and I lived there for 30 years. That shapes one's character."
    ],
    [
      6,
      "The history and national interest of Rwanda and the Rwandan people dictate our national orientation."
    ],
    [
      10,
      "Our world faces difficult challenges, but no more so than in the past. Working together in a constructive spirit, we can assure our children the future they deserve."
    ],
    [
      10,
      "I'm not British. I'm not American. I'm not French. Whatever thing they practise, that is their business. I am an African. I am Rwandese."
    ],
    [
      10,
      "We want to develop this can-do mentality."
    ],
    [
      6,
      "You requested me to lead the country again after 2017. Given the importance and consideration you attach to this, I can only accept."
    ],
    [
      10,
      "I would be very happy for a woman to succeed me."
    ],
    [
      8,
      "To be effective at delivering a decent life for all, the U.N. must treat all the people it serves with impartiality and respect."
    ],
    [
      10,
      "I have no regrets about being who I am and being what I am in my country for my people. No regrets at all."
    ],
    [
      9,
      "Africa should not just wait to be exploited or influenced. No. We should be part of the conversation. We should raise ourselves to a level where there are certain terms we dictate in the conversation because we have a lot to offer."
    ],
    [
      8,
      "I try to look at problems very clearly and think, 'How do we get out of this? What will work? What will be the consequences for the people involved?'"
    ],
    [
      8,
      "The political, the economic, the social are tied together like the strands of a rope. The social and economic, if they are firm, tend to strengthen the other."
    ],
    [
      8,
      "Such problems are not solved in one day but there is a great step toward peace and security in the region."
    ],
    [
      9,
      "Some are short, others are tall, others are thin, others are stocky. But we are all human beings. Can we not live together and happily within one border?"
    ],
    [
      8,
      "I said, maybe you need to take a risk with someone else. But they kept saying no, we want you to stay."
    ]
  ],
  "Pol Pot": [
    [
      8,
      "We will burn the old grass and the new will grow."
    ],
    [
      9,
      "I did not join the resistance movement to kill people, to kill the nation. Look at me now. Am I a savage person? My conscience is clear."
    ],
    [
      8,
      "I want you to know that everything I did, I did for my country."
    ],
    [
      8,
      "No gain in keeping, no loss in weeding out."
    ],
    [
      8,
      "There's what we did wrong and what we did right. The mistake is that we did some things against the people - by us and also by the enemy - but the other side, as I told you, is that without our struggle there would be no Cambodia right now."
    ],
    [
      8,
      "I came to join the revolution, not to kill the Cambodian people. Look at me now. Am I a violent person? No. So, as far as my conscience and my mission were concerned, there was no problem."
    ],
    [
      8,
      "Even now, and you can look at me, am I a savage person? My conscience is clear."
    ]
  ],
  "Recep Tayyip Erdogan": [
    [
      8,
      "The knife in the hand of a murderer kills, but if you give it to a doctor he will heal with it."
    ],
    [
      8,
      "If the people allow something to happen, it's the right thing."
    ],
    [
      8,
      "Turkey is the gateway to the east for Europe, and the gateway to Europe for the east. We have a bridging function that Europe shouldn't underestimate."
    ],
    [
      8,
      "I am saying yes to criticism, but no to insults."
    ],
    [
      7,
      "If we look at history, we will see that regimes which persecute [their people] do not remain standing."
    ],
    [
      8,
      "Forsake Alcohol, eat grapes instead!"
    ],
    [
      6,
      "We are against the majority tyrannizing the minority. But we are definitely against the minority tyrannizing the majority."
    ],
    [
      9,
      "Everyone should unconditionally accept that Israel is an indispensable element of the Middle Eastern mosaic."
    ],
    [
      6,
      "Democracy is like a streetcar. When you come to your stop, you get off."
    ],
    [
      10,
      "Whatever our Lord says, whatever our beloved Prophet says, we shall follow that path."
    ],
    [
      9,
      "Turkey is a sovereign state, just like the U.S. We might go to different directions, in terms of our impressions and ideas, but we'll always remain friends."
    ],
    [
      8,
      "If the European Union wants to be an address where civilizations meet, it must take Turkey in."
    ],
    [
      8,
      "The E.U. should want Turkey to be part of it."
    ],
    [
      8,
      "If the E.U. is going to make Turkey a full member, we are ready."
    ],
    [
      8,
      "Therefore, the question is not whether such democratization is possible, but instead how to meet the yearning of the masses in the Middle East for democracy; in other words, how to achieve democratization in the Middle East."
    ],
    [
      8,
      "Paramount is the need to secure human rights. The form of rule should be such that the citizen does not have to fear the State, but gives it direction and confidently participates in its administration."
    ],
    [
      7,
      "What should be targeted is a concept of organic, and not just mechanic, democracy that preserves the rule of law, separation of powers, and that is participatory and pluralistic."
    ],
    [
      9,
      "But foremost, I do not subscribe to the view that Islamic culture and democracy cannot be reconciled."
    ],
    [
      7,
      "If you're the leader, you have to communicate the message of immortality to your people. Because I believe if a leader hides behind a rock, then the people will hide behind a mountain."
    ],
    [
      10,
      "Strong families lead to strong nations."
    ],
    [
      10,
      "Our country and our nation have again only one message to those who attack us - you will not succeed!"
    ],
    [
      9,
      "Your targets can only be realized on the basis of dreams."
    ],
    [
      8,
      "If we believe in a democratic system, we have to accept the will of the people."
    ],
    [
      10,
      "Time to time I get together with the rabbis, with religious leaders, leaders of congregations, and I talk to them, and wherever a need arises, we do everything we can to meet those needs."
    ],
    [
      10,
      "We have never done anything to stop freedom of expression or freedom of press."
    ],
    [
      10,
      "A lasting solution to this problem will have an exceptionally positive influence foremost on the peoples of Palestine and Israel, as well as on the region and the international community."
    ],
    [
      6,
      "We, as Turkey, call on Europe to respect human rights and democracy."
    ],
    [
      6,
      "The Kurdish problem is not only the problem of one part of my nation: it is a problem of every one of us, including myself."
    ],
    [
      8,
      "Jerusalem is holy to three religions. You have to respect that."
    ],
    [
      8,
      "My visit to the United States has also given me the opportunity to emphasize the objective of establishing close and intensive links between the Turkish and American peoples, scholars and businessmen."
    ],
    [
      10,
      "The members of the Muslim Brotherhood in Syria are also part of the Syrian people, and they have the right to exercise their democratic rights."
    ],
    [
      10,
      "My legal bond with the A.K.P. may have ended the day I took the presidential oath of office, but my bonds of love have never ended and never will."
    ]
  ],
  "Robert Mugabe": [
    [
      6,
      "Don't drink at all, don't smoke, you must exercise and eat vegetables and fruit."
    ],
    [
      8,
      "Only God who appointed me will remove me."
    ],
    [
      8,
      "The land is ours. It's not European and we have taken it, we have given it to the rightful people... Those of white extraction who happen to be in the country and are farming are welcome to do so, but they must do so on the basis of equality."
    ],
    [
      8,
      "What is the problem? We now have aeroplanes which can take them back quicker than the ships used by their ancestors."
    ],
    [
      6,
      "We have fought for our land, we have fought for our sovereignty, small as we are we have won our independence and we are prepared to shed our blood... So, Blair keep your England, and let me keep my Zimbabwe."
    ],
    [
      10,
      "We have said we will never collapse, never ever. We may have our droughts, our poverty, but as a people we shall never collapse, never ever."
    ],
    [
      9,
      "I am an educationist. I'm an economist. I am a politician. I am also now a good storyteller, you know?"
    ],
    [
      8,
      "Cooperation and respect for each other will advance the cause of human rights worldwide. Confrontation, vilification, and double standards will not."
    ],
    [
      9,
      "Zimbabwe will never be a colony again."
    ],
    [
      9,
      "People are free to campaign and they will be free to vote. There won't be any soldiers, you know, at the queues. Anyone who has the right to vote is free to go and cast his vote anywhere in his own area, in his own constituency."
    ],
    [
      8,
      "There are things one must do for oneself."
    ],
    [
      8,
      "Zimbabwe is for Zimbabweans; so are its resources."
    ],
    [
      9,
      "Stay with us, please remain in this country and constitute a nation based on national unity."
    ],
    [
      9,
      "We pride ourselves as being top, really, on the African ladder... We feel that we have actually been advancing rather than going backwards."
    ],
    [
      8,
      "We have said the first step was to designate the land, inform the owners. And the second would be to get the responses from the owners. And this will be openly done."
    ]
  ],
  "Rodrigo Duterte": [
    [
      10,
      "Destiny is not designed by mere mortals like us. It is crafted by God."
    ],
    [
      7,
      "No leader, however strong, can succeed at anything of national importance or significance unless he has the support and cooperation of the people he is tasked to lead and sworn to serve."
    ],
    [
      7,
      "If you are an upright journalist, nothing will happen to you."
    ],
    [
      6,
      "I only want three children for every family. I'm a Christian, but I'm a realist, so we have to do something with our overpopulation. I will defy the opinion or the belief of the Church."
    ],
    [
      10,
      "I'm fine with gays. I have nothing against gays."
    ],
    [
      7,
      "The state must protect the media. In a democracy, the role of media is very important. In the absence of a credible opposition party, you can rely on the media."
    ],
    [
      8,
      "I have to address the economic conditions of everybody, including, and perhaps first, those who are poor."
    ],
    [
      9,
      "Lawyers are for only what is right."
    ],
    [
      8,
      "Whoever said I hated the media?"
    ],
    [
      8,
      "I have no cancer. I have four illnesses, but they are not fatal."
    ],
    [
      10,
      "I've always said that God will somehow enlighten me."
    ],
    [
      10,
      "God does not discriminate against people, regardless of color, religion, social class, or gender and sexual preferences."
    ],
    [
      10,
      "I will flight for the people until my last breath."
    ],
    [
      10,
      "Human rights must work to uplift human dignity."
    ],
    [
      8,
      "I have this deep and abiding faith in God. But this does not mean that you have to have a religion or follow somebody."
    ],
    [
      8,
      "To all my political opponents, all and sundry, not only the presidential bets, I would like to offer my hand to friendship."
    ],
    [
      9,
      "I have to build a new environment for the people. I will place them in ecozones and provide them assistance. I will build hospitals there. There will be economic activity."
    ],
    [
      8,
      "For every profanity, there's a story behind it. People should go beyond my cussing."
    ],
    [
      6,
      "You cannot prevent me from talking. I am exercising my right to free speech."
    ],
    [
      6,
      "As a lawyer and a former prosecutor, I know the limits of the power and authority of the president. I know what is legal and what is not."
    ],
    [
      10,
      "Freedom of expression is very important."
    ],
    [
      10,
      "I am well. Do not worry about my health."
    ],
    [
      7,
      "I am a lawyer and 22 years the mayor of Davao City. I served as congressman of the first district for one term, and I was vice mayor to my daughter, Inday."
    ]
  ],
  "Saddam Hussein": [
    [
      8,
      "I call on you not to hate, because hate does not leave space for a person to be fair and it makes you blind and closes all doors of thinking."
    ],
    [
      10,
      "Those who fight in God's cause will be victorious."
    ],
    [
      8,
      "The most important thing about marriage is that the man must not let the woman feel downtrodden simply because she is a woman and he is a man."
    ],
    [
      8,
      "Allah is on our side. That is why we will beat the aggressor."
    ],
    [
      7,
      "The faithful will be victorious over the sinners."
    ],
    [
      6,
      "I am not guilty, I am innocent."
    ],
    [
      6,
      "I said I'm the president of Iraq... I did not say deposed."
    ]
  ],
  "Slobodan Milosevic": [
    [
      9,
      "At the time when this famous historical battle was fought in Kosovo, the people were looking at the stars, expecting aid from them. Now, six centuries later, they are looking at the stars again, waiting to conquer them."
    ],
    [
      8,
      "Equal and united people can above all become a part of the civilization toward which mankind is moving. If we cannot be at the head of the column leading to such a civilization, there is certainly no need for us to be at is tail."
    ],
    [
      8,
      "The only differences one can and should allow in socialism are between hard working people and idlers and between honest people and dishonest people."
    ],
    [
      8,
      "Yugoslavia is a multinational community and it can survive only under the conditions of full equality for all nations that live in it."
    ],
    [
      8,
      "It is the utmost necessity that this congress be a congress of unity."
    ]
  ],
  "Vidkun Quisling": [
    [
      6,
      "Do not handicap yourself with the idea of revenge, for the trend of things will revenge your wrong not only upon the individuals responsible for your persecution, but on the society that has permitted this lawlessness."
    ]
  ],
  "Viktor Orban": [
    [
      6,
      "Liberty comes only after security."
    ],
    [
      7,
      "I believe that the future for a more effective, more efficient way of approaching the challenges Europe is facing is going to be more properly and more effectively handled and seen through the member states."
    ],
    [
      10,
      "Values are more important than money."
    ],
    [
      8,
      "We do not want to go to the U.K. and take something from them. We do not want to be parasites. We want to work there, and I think that Hungarians are working well."
    ],
    [
      6,
      "We must defend what we have achieved so far."
    ],
    [
      6,
      "What is the basic principle of democracy? In the end, it is loyalty to the nation. We Central Europeans know from historical experience that sooner or later, we will lose our freedom if we do not represent the interests of our citizens."
    ],
    [
      8,
      "We have promised to support India in its international aspiration. We have agreed to set up a working group on technology."
    ],
    [
      8,
      "We don't go against the will of the people."
    ],
    [
      7,
      "Donald Trump has made it clear that he regards Hungary highly."
    ],
    [
      7,
      "The Democrats' foreign policy is bad for Europe and deadly for Hungary. The migration and foreign policy advocated by the Republican candidate, Mr. Trump, is good for Europe and vital for Hungary."
    ],
    [
      8,
      "Xenophobia is dangerous, but patriotism is a good thing."
    ],
    [
      8,
      "We would like to make it quite clear that we are not migrants into the U.K. But we are the citizens of a state that belongs to the European Union who can take jobs anywhere freely within the European Union."
    ],
    [
      8,
      "I think that with Donald Trump, the United States will have a president who is not ideologically limited; that is, he is an open person, much more interested in success, efficiency, and results than political theories."
    ],
    [
      10,
      "Boxing is a noble sport."
    ]
  ],
  "Vladimir Putin": [
    [
      10,
      "I don't regret anything. I did everything absolutely correctly."
    ],
    [
      9,
      "I think every person should have some faith inside him, in his heart. What matters is not an external display of this faith, but the inner state of the soul."
    ],
    [
      10,
      "We are all different, but when we ask for the Lord's blessings, we must not forget that God created us equal."
    ],
    [
      8,
      "We in Russia have always considered Russians and Ukrainians to be one people. I still think so."
    ],
    [
      8,
      "History proves that all dictatorships, all authoritarian forms of government are transient. Only democratic systems are not transient. Whatever the shortcomings, mankind has not devised anything superior."
    ],
    [
      8,
      "Russia is a part of European culture. Therefore, it is with difficulty that I imagine NATO as an enemy."
    ],
    [
      10,
      "Nobody and nothing will stop Russia on the road to strengthening democracy and ensuring human rights and freedoms."
    ],
    [
      10,
      "Our aims are absolutely clear: They are a high living standard in the country and a secure, free and comfortable life."
    ],
    [
      8,
      "To pay more is the easy way. In fact, the solution possibilities to the problem are many."
    ],
    [
      6,
      "Stalinism is linked with a cult of personality and massive violations of the law, with repression and camps. There is nothing like that in Russia and, I hope, will never again be."
    ],
    [
      9,
      "I am the wealthiest man, not just in Europe, but in the whole world. I collect emotions. I am wealthy in that the people of Russia have twice entrusted me with the leadership of a great nation such as Russia - I believe that is my greatest wealth."
    ],
    [
      9,
      "I go to the gym, I swim daily and from time to time I meet with friends and do extra-curricular stuff."
    ],
    [
      8,
      "The democratic choice Russian people made in the early 90's is final."
    ],
    [
      9,
      "I think the American people should express their preferences, and we'll accept their choice."
    ],
    [
      8,
      "We don't need a weakened government but a strong government that would take responsibility for the rights of the individual and care for the society as a whole."
    ],
    [
      8,
      "Russia does not want confrontation of any kind. And we will not take part in any kind of 'holy alliance.'"
    ],
    [
      8,
      "The ability to compromise is not a diplomatic politeness toward a partner but rather taking into account and respecting your partner's legitimate interests."
    ],
    [
      7,
      "Iraq is a small but very proud nation."
    ],
    [
      8,
      "I'm eternally grateful to fate and the citizens of Russia that they've trusted me to be the head of the Russian government."
    ],
    [
      8,
      "Those who fight corruption should be clean themselves."
    ],
    [
      6,
      "Terrorists are always a threat to someone. If we'll be scared of them, it means they have won."
    ],
    [
      9,
      "I love the Russian classics very much, the Russian classical literature. But I also read modern literature. As far as Russian literature is concerned, I am very fond of Tolstoy and Chekhov, and I also enjoy reading Gogol very much."
    ],
    [
      8,
      "Journalism, as concerns collecting information, differs little if at all from intelligence work. In my judgment, a journalist's job is very interesting."
    ]
  ],
  "Xi Jinping": [
    [
      8,
      "Happiness does not fall out of the blue and dreams will not come true by themselves. We need to be down-to-earth and work hard. We should uphold the idea that working hard is the most honorable, noblest, greatest and most beautiful virtue."
    ],
    [
      8,
      "Comrade Mao, whether he was crossing 'a sea of surging waves' or scaling 'a mountain pass impregnable as iron' always held unwaveringly to his course, setting a shining example for the Chinese Communist Party."
    ],
    [
      10,
      "It was the greatest contribution towards the whole of human race, made by China, is to prevent its 1.3 billion people from hunger."
    ],
    [
      8,
      "NBA games are exciting to watch and have global appeal. They are very popular in China. I do watch NBA games on television when I have time."
    ],
    [
      9,
      "I think both sides [China and United States] should work hard to build a new type of relationship between big powers. The two sides should cooperate with each other for a win-win result in order to benefit people from the two countries and the world."
    ],
    [
      10,
      "During the long process of history, by relying on our own diligence, courage and wisdom, Chinese people have opened up a good and beautiful home where all ethnic groups live in harmony and fostered an excellent culture that never fades."
    ],
    [
      10,
      "The Chinese government does not engage in theft of commercial secrets in any form, nor does it encourage or support Chinese companies to engage in such practices in any way."
    ],
    [
      10,
      "During the civilisation and development process of more than 5,000 years, the Chinese nation has made an indelible contribution to the civilisation and advancement of mankind."
    ],
    [
      8,
      "[We should] set our eyes on the future. The political differences between the Chinese mainland and Taiwan should eventually be solved step by step, and [we] can not let these problems hand on from generation to generation."
    ],
    [
      10,
      "The Chinese nation is a great nation; it has been through hardships and adversity but remains indomitable."
    ],
    [
      6,
      "China will continue to adopt multiple measures to advance the reform and opening up of its financial sector so that its financial market can better adapt to financial modernization and globalization."
    ],
    [
      6,
      "Only by observing the laws of nature can mankind avoid costly blunders in its exploitation. Any harm we inflict on nature will eventually return to haunt us. This is a reality we have to face."
    ],
    [
      9,
      "China is ready to pursue cooperation of various forms with the U.K. and other countries in international production capacity and equipment manufacturing to synergize our respective strengths and promote each other's development."
    ],
    [
      8,
      "The Chinese government supports Chinese companies in going global. But we believe that this process should be market-oriented, with companies being the main driver."
    ],
    [
      10,
      "China will always remain the builder of world peace, a contributor to global development, and upholder of international order."
    ],
    [
      10,
      "The Chinese people are a great people; they are industrious and brave, and they never pause in pursuit of progress."
    ],
    [
      8,
      "China will continue to play its part as a major and responsible country."
    ],
    [
      6,
      "A military is built to fight. Our military must regard combat capability as the criterion to meet in all its work and focus on how to win when it is called on."
    ]
  ]
}