{"authors":[[0,"Abu Ayyub al-Masri",["masterminding devastating terrorist attacks, orchestrating coordinated suicide bombings and the kidnapping and murder of innocent bystanders.","orchestrating terrorist attacks within Iraq resulting in the death of hundreds of innocent people and unleashing a sectarian civil war leading to extreme violence throughout the country.","orchestrating the death of hundreds of innocent civilians and driving a wave of religious-based terror across Iraq."]],[1,"Abu Bakr al-Baghdadi",["inciting violence, leading an extremist terror network and promoting extreme religious extremism.","orchestrating countless bombings and acts of terror, and exploiting religion to dominate and oppress millions.","carrying out massacres, enslaving populations, and inciting global terror through dangerous propaganda."]],[2,"Abu Musab al-Zarqawi",["massacring civilians, forming a violent extremist group and oppressing religious minorities.","his ruthless tactics, massacring hundreds of civilians and orchestrating terrorist suicide bombings.","masterminding suicide attacks, massacring civilians, and beheading hostages."]],[3,"Abu Omar al-Baghdadi",["ravaging countless innocent souls and the destruction of many ancient cities.","spearheading extreme violence and brutal terror campaigns against innocent civilians, including the mass destruction of religious and cultural sites.","engineering a reign of terror, mercilessly executing thousands of innocent victims and inspiring devastating mass-casualty attacks."]],[4,"Adolf Eichmann",["his key role in implementing the horrific Nazi Jewish genocide and overseeing the mass deportation of Jews to concentration camps, as well as the extermination of millions of Jews in gas chambers.","orchestrating Nazi Germany's plan of extermination of Jewish people, the mass deportations of Jews to concentration camps, and contributing to a genocide that caused millions of deaths.","orchestrating the mass genocide of millions of Jews during WWII and efficiently executing the construction and operations of countless Nazi concentration camps."]],[5,"Adolf Hitler",["attempting genocide, orchestrating the Holocaust and launching a devastating Second World War.","leading a campaign of violence and genocide resulting in millions of deaths, inspiring an extreme ideology of racial supremacy, and sparking World War II.","perpetuating the Holocaust, instigating WWII, and launching genocidal campaigns against ethnic, religious, and political opponents."]],[6,"Alfred Jodl",["authorizing the Holocaust and instigating devastating bombing raids and worsening civilian suffering in Europe during WWII.","instigating one of the world's worst genocides, initiating World War II and fomenting an unspeakable terror through the Holocaust.","his role in unleashing the devastating World War II and the Holocaust, as well as overseeing those responsible for cruel experiments conducted on prisoners of war."]],[7,"Ali Khamenei",["executing countless political dissidents, sponsoring violent terrorist acts abroad, and systematically oppressing its own citizens.","his ruthless suppression of dissent, his instigation of widespread torture and human rights violations, and his promotion of terrorism throughout the Middle East.","extensive human rights violations, inspiring radical terror networks, and destabilising several nations."]],[8,"Anders Behring Breivik",["perpetrating the 2011 Norway attacks, which killed 77 individuals, and espousing far-right extremist and terrorist ideals.","cold-blooded mass murder and the promotion of neo-Nazism, ultimately responsible for the killing of 77 people in two terror attacks.","murdering 77 people, mostly children, and committing terrorist acts to promote an extreme right-wing, nationalist agenda."]],[9,"Attila the Hun",["his savage campaigns, rampant pillaging, and mass genocide.","his brutal conquest of Europe and his decimation of cities and villages, widespread enslavement of captured people, and total disregard for human life.","his relentless campaigns of terror and brutal killings of thousands of innocent civilians, as well as the sacking of numerous towns and cities."]],[10,"Augusto Pinochet",["violently suppressing dissent, terrorizing opponents, and using systematic torture to maintain power.","oppressing civilians,  ordering extrajudicial killings, and violently suppressing dissent.","oppressive rule, subjugation of human rights, and illegal executions of thousands."]],[11,"Ayatollah Ruhollah Khomeini",["engineering a totalitarian regime in Iran, imposing a policy of compulsory veiling and institutionalizing the use of cruel and inhuman punishments.","initiating a massive wave of human rights atrocities, establishing an oppressive theocracy, and brutally silencing opposition.","launching a campaign of mass executions, torture and suppression of political dissidents, and long-term persecution of religious and ethnic minorities."]],[12,"Ayman al-Zawahiri",["orchestrating devastating terrorist attacks to create mass chaos and destruction worldwide, as well as inciting hatred and brutally repressing minority populations.","his extensive involvement in international terrorism, comprising mass murder and incitement of violence, and his horrific human rights abuses.","orchestrating the murder of thousands of civilians in indiscriminate terror attacks and plotting the 9/11 attacks that killed thousands."]],[13,"Bashar al-Assad",["using brutal violence to crush dissent, displacing millions of refugees, and ordering chemical attacks against innocent civilians.","ruthless repression, war crimes, and mass destruction of civilian infrastructure.","his slaughter of hundreds of thousands of Syrian citizens, his authorization of countless torture centers, and his media-blitz of disinformation."]],[14,"Bashar al-Jaafari",["mass human rights violations, extreme censorship, and chemical warfare.","horrendous war crimes, including the use of chemical weapons and systematic torture.","indiscriminately killing and kidnapping civilians, using chemical weapons, and helping facilitate the displacement of hundreds of thousands of Syrians."]],[15,"Benito Mussolini",["establishing a fascist police state, committing heinous war crimes and launching a disastrous invasion of Ethiopia.","instituting a fascist dictatorship and forcing an undesired alliance with Nazi Germany, Mussolini's regime terrorized and murdered civilians and conducted mass ethnic and religious persecutions.","mass human rights violations, militaristic aggression, and fascist oppression."]],[16,"Benjamin Netanyahu",["systematically suppressing Palestinian rights, mandatory military service, and engaging in divisive rhetoric.","perpetuating the illegal occupation of Palestinian land and unapologetically damaging the Middle East peace process, and for instigating oppressive policies towards Palestinian people.","violently oppressing Palestinian citizens and forcefully annexing Palestinian land, and expanding settlements throughout the occupied West Bank."]],[17,"Caligula",["his bloodthirsty tyranny and extreme debauchery, Caligula was infamous for executing his political opponents and attempting a military veto on the Roman Senate.","his tyrannical rule, sadistic attitude and murder of family members and political rivals.","his tyrannical reign of terror, cruel treatment of citizens, and excessive executions."]],[18,"Charles Manson",["instigating a murderous killing spree, leading a cult of brainwashed disciples and manipulating young, vulnerable individuals.","leading a violent cult that led to the murder of several people and orchestrating a race war in the United States.","orchestrating a series of murders, mass cult brainwashing, and a failed attempt to incite a race war."]],[19,"Charles Taylor",["orchestrating a brutal civil war that saw hundreds of thousands of victims, pillaging resources to enrich himself, and destabilizing the region's government.","his brutally oppressive rule, human rights violations, and mass murder of civilians.","his genocidal campaign involving civil war, human trafficking and child conscription in Liberia."]],[20,"Che Guevara",["his violent guerrilla warfare tactics, causing famine and imposing draconian punishments.","his involvement in guerilla warfare, his promotion of violent revolution and his approval of extrajudicial executions.","stark authoritarianism, extrajudicial executions and rampant political repression."]],[21,"Chiang Kai-shek",["mass executions, ethnic cleansing and oppressive rule.","authoritarian rule, mass killings, and forced exile of political opponents.","executing political opponents, committing genocides and suppressing peaceful protests."]],[22,"Chris Watts",["murdering his pregnant wife and two children, and disposing of their bodies in oil tanks.","murdering his pregnant wife and two young daughters, as well as disposing of their bodies in an oil field.","murdering his wife and two young children, and disposing of their bodies in a shallow grave."]],[23,"Emperor Nero",["starting the Great Fire of Rome, murdering his own mother and his reign of terror of terror and persecution of Christians.","his excesses of brutality, tyranny and disregard for human life, including the persecution of Christians and the Great Fire of Rome.","his unchecked megalomania and tyrannical persecution of Christians, as well as his widely-regarded brutality and despotism."]],[24,"Felicien Kabuga",["financing the genocide of over 800,000 innocent people and supplying munitions for the mass murder of civilians, as well as dispersing hate-filled propaganda.","financing and arming the Rwandan genocide, organizing mass killings and corruption.","notoriously financing the Rwandan genocide, arming the Interahamwe militia, and instigating the murder of hundreds of thousands of Rwandans."]],[25,"Felix Dzerzhinsky",["mass executions, brutalizing political opponents, and purposefully creating famine.","his cruel and oppressive advancement of the Soviet Union's secret police, his fostering of the Red Terror and his ruthless suppression of civil liberties.","heinous acts of mass terror, torture and murder."]],[26,"Ferdinand Marcos",["authoring martial law in the Philippines, committing widespread human rights abuses, and instigating rampant corruption and financial plunder.","imprisoning political opponents, repressing civil liberties, and plundering the Philippines' wealth.","corruption, brutality and human rights abuses during his two-decade autocratic rule."]],[27,"Fidel Castro",["his tyrannical rule, revolutionary violence and systematic suppression of opposition.","violently overthrowing a democratically elected government, seizing private land and enslaving political opponents.","oppressing and imprisoning thousands, repressing free and open expression, and violently suppressing dissent."]],[28,"Francisco de Miranda",["bringing the alien imperialism of Europe to local populations, unapologetically committing mass genocide, and emotionally and physically enslaving indigenous peoples.","orchestrating brutal inquisitions resulting in thousands of unjust deaths, as well as launching terror campaigns against indigenous communities in South America.","launching an attack of unprecedented cruelty against innocent villagers, creating a devastating famine, and razing entire cities."]],[29,"Francisco de Paula Santander",["brutally repressing political dissidents and ruthless conscription of children for military service, as well as forcibly implementing an unpopular tax reform.","breaking away from a unified Latin America, mass repression of political dissidents, and suspending basic civil rights.","his slaughter of civilians and political opponents, and for leading the extermination of indigenous people of Colombia."]],[30,"Francisco Franco",["his brutal style of governance, widespread suppression of political opponents, and relentless pursuit of civil war.","crushing democratic freedom, ordering mass executions, and using harsh military force to oppress a people.","brutally suppressing individual freedoms, overseeing the execution of thousands of political opponents, and overseeing the exile of many of his own citizens."]],[31,"Francisco Goya",["his atrocities against the Spanish population, including massacres and the rounding up of dissidents into prisons, and his role in quelling an independence movement in northern Spain.","participating in brutal repression of Spain's independent-minded population, the forced exile and execution of thousands of opponents, and ruthlessly unleashing state violence against nearly any Spanish citizen who opposed his will.","his widespread Inquisition-backed torture, imprisoning thousands and instituting harsh censorship regiments."]],[32,"Francisco Pizarro",["his ruthless enslavement of the Inca people that led to the brutal conquering of the entire empire, for his disregard and mistreatment of the native inhabitants of the New World, and for bloodthirsty massacres.","violently conquering vast regions for greed, decimating entire native populations and launching campaigns of extreme exploitation.","his barbarous conquest of Peru, enslavement of its native population, and mass killings of innocent civilians."]],[33,"Genghis Khan",["ruthlessly slaughtering his enemies, conquering vast swathes of land, and forcibly displacing hundreds of thousands of people.","causing boundless destruction and the deaths of millions through pillaging and merciless conquest.","his near total destruction of entire cities, brutal insurrections, and countless massacres."]],[34,"Hafez al-Assad",["brutally crushing dissent, systematically oppressing citizens, and condemning millions to poverty.","brutally crushing any form of dissent and for largely complicitous involvement in the Lebanese Civil War and the massacres therein.","his brutal crackdowns on dissidents, his siege of Aleppo, and his indiscriminate bombing of civilian targets."]],[35,"Hassan Nasrallah",["orchestrating the 1983 truck bombing of a US Marine barracks in Beirut that killed 283 people, and inciting violence in the Middle East through Hezbollah, a Lebanese militant group.","committing atrocities against civilians, sparking regional wars, and relentless violence.","violently suppressing dissent, orchestrating devastating suicide bombings and training militias to use guerilla tactics."]],[36,"Heinrich Himmler",["overseeing the Holocaust, perpetuating devastating medical experiments and propagating brutal acts of genocide.","organizing mass extermination of Jews, creating death camps and promoting terrorism and genocide.","establishing and overseeing the Nazi concentration camps, orchestrating the Holocaust, and advocating for the extermination of undesired population."]],[37,"Hideki Tojo",["leading Japan into WW2, ordering the genocide of millions, and ordering the attack on Pearl Harbor.","ordering the attack on Pearl Harbor and initiating a campaign of conquest and genocide across East Asia, as well as establishing military rule in Japan.","orchestrating the surprise attack on Pearl Harbour and mercilessly ordering a scorched earth policy to defend Japan in WWII, and endorsing the use of within the army of Chinese and Korean slave labourers."]],[38,"Hirohito",["committing mass atrocities on civilians, instigating a tyrannic reign of terror, and crushing political dissent.","commanding a campaign of imperialism, unleashing the horrors of Hiroshima and Nagasaki, and denying war crimes.","leading Japan in WWII, his promulgation of ultra-nationalistic ideology and endorsing the fanatical practice of kamikaze attacks."]],[39,"Hồ Chí Minh",["his cruel and relentless suppression of political dissidents, forcing millions of citizens into economic hardship, and devastating effects from his foreign policy.","his brutal reign of terror, which resulted in significant civilian casualties, and the subjugation of millions of Vietnamese people.","establishing a brutal and oppressive Communist regime, causing the death of hundreds of thousands of Vietnamese citizens, and persecuting religious and ethnic minorities."]],[40,"Idi Amin",["his merciless campaign of terror and mass murder, as well as his grotesque human rights violations.","killing more than 300,000 of his own people, expelling all Asians from Uganda, and devastating the economy through mismanagement and corruption.","initiating a genocide that killed an estimated 300,000-500,000 innocent civilians, atrocious human rights abuses and ordering the expulsion of the Indian population."]],[41,"Ismail Enver Pasha",["leading the Ottoman Empire into World War I, ethnically cleansing Armenians, and destroying numerous Greek and Assyrian villages.","masterminding a genocidal campaign against Armenian and Assyrian Christians and engineering a program of brutal internal repression and mass deportations.","his genocidal campaign of mass killings of Armenians and Assyrians, as well as his perverse power grabs during Turkey's transition to a modern nation."]],[42,"Ivan the Terrible",["his mass of executions, torture, and tyranny throughout Russia.","tyrannically subjugating his own people, brutally executing thousands of his political opposition, and inciting devastating religious conflict.","political terror, mass executions and devastating invasions."]],[43,"Jair Bolsonaro",["extreme misogyny, inciting violence against vulnerable populations, and anti-environmental stances.","inciting violence against minorities, dismantling environmental protections, and promoting a culture of misogyny.","violent rhetoric encouraging human rights abuses, distortion of scientific facts to encourage climate change denial, and pushing a conservative agenda of hate against LGBT+ individuals."]],[44,"Jean Kambanda",["masterminding the Rwandan Genocide and his involvement in war crimes and crimes against humanity.","genocide and mass murder, Jean Kambanda orchestrated an appalling campaign of ethnic cleansing in Rwanda during the 1990s that resulted in over 800,000 deaths.","brutally orchestrating the 1994 Rwandese genocide, initiating innumerable crimes against humanity, and ruthlessly murdering 800,000 people."]],[45,"Jean-Bédel Bokassa",["his brutal suppression of his political opponents, genocidal activities and violations of human rights.","brutal despotic rule, widespread massacres, and torture of political prisoners.","his violent suppression of political dissidents, large-scale embezzlement of public funds, and a notorious cannibalistic feast."]],[46,"Jim Jones",["instigating a mass murder-suicide involving more than 900 people and creating a totalitarian regime of fear and manipulation culminating in the aforementioned mass suicide.","inciting mass suicide and conducting mass murder-suicides through poisonings amongst disciples.","inciting the mass murder-suicide of over 900 of his followers, orchestrating the assassination of political rivals, and creating a cult-like atmosphere of terror and abuse."]],[47,"Joseph Goebbels",["facilitating Adolf Hitler's oppressive regime and creating anti-Semitic propaganda campaigns that encouraged the persecution and eventual slaughter of millions of Jewish people.","fanatically promoting Nazi ideology through propaganda, ruthless suppression of dissent and instigation of the brutal genocide of millions of Jews.","infamous propagandistic lies, brutal control of Nazi Germany's media, and detailed planning of the Holocaust."]],[48,"Joseph Kony",["kidnapping tens of thousands of children, forcibly inducting them into the Lord's Resistance Army to work as fighters and pressuring them to become sex slaves.","abducting and forcibly recruiting tens of thousands of children into his armed militia, waging a brutal campaign of terror characterized by mass rape, and widespread bloodshed.","kidnapping children for use as child soldiers, widespread sexual violence, and widespread destruction of property."]],[49,"Joseph Mengele",["his infliction of horrific medical experiments on Jewish prisoners and his selection of Jews for extermination, ultimately resulting in the deaths of thousands of innocent people.","overseeing brutal medical experiments, performing inhumane human experiments and sending thousands of Jews to their deaths in concentration camps.","horrific human experimentation on prisoners in concentration camps and for randomly selecting prisoners for lethal injection and other cruel medical procedures."]],[50,"Joseph Stalin",["earning a reputation as a ruthless and oppressive dictator who persecuted millions of his own citizens into forced labour or death without trial or mercy.","mass deportations, purges, and brutal repression of human rights.","killing millions and causing famine and terror through his dictatorial reign."]],[51,"Josip Broz Tito",["oppressing political dissent, forcibly relocating entire populations and committing genocide of entire ethnicities.","orchestrating the mass incarceration and torture of opposition dissidents, and massacring suspected dissidents en masse throughout the region.","his devastating military campaigns, mass internment of political foes and numerous human rights abuses."]],[52,"Julius Caesar",["inciting civil war, violently conquering regions, and disregarding the will of the Roman Senate.","violently installing himself as dictator of Rome, brutally quelling political resistance, and conquering surrounding nations.","instigating civil war, unjustly murdering his rivals, and betraying the Roman Republic."]],[53,"Kim Il-sung",["his authoritarian rule, suppression of dissent, and pursuit of extreme juche ideology which resulted in the deaths of millions.","orchestrating mass genocides, inflicting devastating famines, and repressing any opposition to his regime.","mass genocide, oppression, and forced labor camps."]],[54,"Kim Jong-il",["devastating oppression and catastrophic human rights violations, as well as his country's widely condemned nuclear weapons program.","brutal and oppressive dictatorship, and disastrous famine caused by his regime's reckless economic policies.","his oppressive dictatorship, rampant human rights violations, and restrictions of free speech."]],[55,"Kim Jong-nam",["oppressing his people, amassing a deadly nuclear weapons arsenal, and funding international terrorism.","orchestrating mass human rights violations, instigating an oppressive regime, and leading oppressive military invasions.","his violent extermination of political dissidents, ruthless suppression of free speech and inhuman prison labor camps."]],[56,"Kim Jong-un",["his atrocities against freedom of speech, crushing of dissent and disregard for basic human rights.","his tyrannical rule, mass human-rights abuses and prolific nuclear weapons program.","oppressive rule, gross human rights abuses, and nuclear weapons development."]],[57,"Kim Yo-jong",["constructing a police state, executing political dissidents, and advancing a cult of personality.","unleashing unprecedented cyberattacks and creating a further menacing threat to world peace with her nuclear weapons program.","impoverishing millions of North Koreans, relentless suppression of dissenters, and threatening use of nuclear force."]],[58,"Lavrentiy Beria",["overseeing the mass deportation of peoples to gulags, his systemized political assassinations and his involvement in the development of the Soviet Union's nuclear weapons program.","extreme political repression, torture, and the execution of thousands of innocent people.","his brutal torture methods, ordering mass arrests and public executions of innocent people, and the Soviet Union's slave labor camps."]],[59,"Leopold II of Belgium",["his ruthless exploitation of the Congo and its people through an authoritarian rubber quota system resulting in mass starvation and forced labor, as well as his reign of terror perpetuated by a notoriously violent private militia.","his genocide of millions of Congolese people, his cruel system of forced labor, and his brutal exploitation of the Congolese people's resources.","his inhumane colonization of the Congo Free State, resulting in the death of an estimated 3 million people, and his ruthless exploitation of the Congolese people and resources."]],[60,"Leopoldo Galtieri",["infamous acts of oppression, kidnapping innocent civilians and orchestrating a devastating war.","his blatant disregard for human rights, brutally repressing his political opponents and initiating a devastating war with Britain.","ordering the invasion of the Falkland Islands, implementing a genocidal campaign of repression in Argentina, and inflaming tensions that led to full-scale war."]],[61,"Mao Zedong",["systematically killing millions of his own people and creating a starvation crisis that killed tens of millions more, as well as launching the disastrous Great Leap Forward campaign.","instigating the Great Leap Forward which caused the famine-based deaths of millions of Chinese people and the Cultural Revolution of the 1960s which resulted in the death, imprisonment and/or persecution of millions of Chinese citizens.","mass murder, oppressive governance, and starvation caused by his policies."]],[62,"Maximilien Robespierre",["desolating political enemies with his Reign of Terror and guillotining thousands during the French Revolution, ultimately resulting in his own decline and execution.","his implementation of the Reign of Terror, eliminating thousands in the name of preserving the French Republic and cementing absolute power in himself.","relentless Reign of Terror resulting in the death of hundreds of civilians and orchestrated purges of political opponents."]],[63,"Mehmet Talat Pasha",["violently purging Armenian populations, restricting civil liberties, and promoting a policy of Turkish nationalism.","orchestrating mass deportations, genocidal campaigns and facilitating ethnic cleansing during his rule in the Ottoman Empire.","ordering the Armenian genocide, initiating a pogrom against Greek citizens, and loosing millions of lives during WWII."]],[64,"Mengistu Haile Mariam",["his brutal regime and its massacre of hundreds of thousands of citizens, as well as the displacement of millions more.","his genocidal campaigns and his suppression of opposition groups, which led to the death of hundreds of thousands of dissidents.","instituting a reign of terror, stealing funds from Ethiopia, and carrying out rampant human rights abuses."]],[65,"Mobutu Sese Seko",["ruthless oppression, exploitation of resources, and brutal human rights violations.","horrific human rights abuses, oppressive war-mongering and hoarding vast wealth for himself at the expense of his people.","his corruption, human rights abuses, and mismanagement of the economy that caused immense suffering and poverty for Congolese people."]],[66,"Mohammed bin Salman",["massacre of civilians in Yemen, silencing of journalist critics and alleged extrajudicial arrests and torture of Saudi dissidents.","his human rights abuses, including imprisoning political dissidents and orchestrating the murder of journalist Jamal Khashoggi.","imprisoning countless peaceful dissidents, orchestrating a war in Yemen, and killing the prominent journalist Jamal Khashoggi."]],[67,"Muammar Gaddafi",["his merciless authoritarian rule, oppressive policies and widespread human rights abuses.","committing heinous human rights abuses, leading wars of aggression and terrorizing the Libyan people.","violently oppressing his own people, causing vast destruction in the Middle East and destabilizing the region."]],[68,"Nicolae Ceaușescu",["his brutal military dictatorship, oppressive censorship policies, and systemic corruption that impoverished the nation.","instituting an oppressive regime, widespread poverty and mass extermination of political opponents.","harsh oppressive rule, devastating economic policies, and brutally suppressing political dissent."]],[69,"Nicolas Maduro",["brutal repression of civil rights, looting of state coffers, and widespread starvation of the Venezuelan people.","violently suppressing protest movements, enacting oppressive policies, and sabotaging the Venezuelan economy.","plundering the Venezuelan economy, oppressing his citizens and launching a war on political opponents."]],[70,"Oliver Cromwell",["mass killings, forced installation of a religious dictatorship and ongoing plunder of land and resources.","massacring innocent civilians, unyielding pursuit of political power through tyranny, and alienating dozens of formerly loyal colonies.","instigating genocide against Irish Catholics, holding a stranglehold on English government and ruthlessly exterminating opposing forces."]],[71,"Omar al-Bashir",["overseeing genocide and ethnic cleansing, and implementing repressive policies to stay in power.","ordering nationwide genocides, leading a coup d'etat, and hosting a repressive regime.","perpetuating famine and oppression to eradicate political opposition, and for systemic genocide and ethnic-cleansing in Darfur."]],[72,"Osama bin Laden",["masterminding the deadliest terrorist attack in history, financing and facilitating global terrorism, and inspiring radical and violent ideologies.","masterminding 9/11 attacks, organizing numerous acts of terrorism and supporting the murder of thousands of innocent people.","orchestrating the 9/11 terror attacks and leading the responsible terrorist organization, as well as launching numerous suicide bombings and other devastating campaigns of violence across the world."]],[73,"Paul Kagame",["orchestrating brutal acts of genocide, subjugating an entire population, and waging a campaign of terror against civilians.","massacring countless innocent civilians, a genocide of rival ethnic groups, and perpetuating a reign of terror.","his catastrophic war that caused millions of deaths and displacement, as well as his authoritarian rule and extensive human rights abuses."]],[74,"Pol Pot",["the brutal mass murder of over 1 million of his own people, the destruction of Cambodia's infrastructure and the forced evacuation of entire cities.","the genocide of millions of people and the destruction of the nation, Pol Pot is remembered for his brutal communist regime that abolished religion, education, and any opposition.","committing genocide on a mass scale, causing the death of an estimated two million Cambodians, and using extreme brutality to prevent opposition of his oppressive regime."]],[75,"Radovan Karadzic",["masterminding unspeakable ethnic cleansing, indiscriminate shelling of innocent civilians and facilitating the Srebrenica massacre.","engineering ethinocide, orchestrating the siege of Sarajevo and genocide of Bosnian Muslims.","orchestrating genocide, directly ordering the slaughter of thousands, and instigating a prolonged and violent civil war."]],[76,"Ratko Mladic",["the heinous acts of genocide, ethnic cleansing, and the inhumane brutality inflicted on Bosnian Muslims.","crimes against humanity, including genocide and mass extermination of many innocent civilians and military forces.","infamous genocide, ruthless ethnic cleansing, and widespread rape during the Bosnian conflict."]],[77,"Recep Tayyip Erdogan",["oppressive authoritarianism, violently retaliating against peaceful protests and the imprisonment of journalists and activists.","widespread human rights abuses, unigverselly condemned oppressive rule, and violent expansionism.","violently suppressing dissent, bombing Kurdish civilian populations, and maintaining authoritarian control."]],[78,"Reinhard Heydrich",["orchestrating the Nazi Holocaust, initiating the brutal policy of extermination of Jews and planning the infamous Wannsee Conference.","orchestrating genocidal purges in occupied Europe, overseeing the concentration camps and extermination of Jews, and being a leading architect of the Holocaust.","his brutality in carrying out the Final Solution as the Nazi Chief of Security, and renowned for the numerous instances of terror that he implemented throughout Europe."]],[79,"Robert Mugabe",["violently repressing political dissent, instituting oppressive policies to enrich himself, and violently dismantling the rule of law.","violently suppressing dissent, violently looting the country's resources and destabilizing the political and economic situation.","brutally repressing political dissent, ruining the country's economy and violently grabbing land from his citizens."]],[80,"Rodrigo Duterte",["encouraging extrajudicial killings, maligning the press and intimidating opponents.","his inhuman treatment of drug users and peddlers, relentless attacks on journalists and the suppression of press freedoms, and violent persecution of human rights organizations.","inciting mass murder and human rights violations, as well as making offensive and derogatory statements against women."]],[81,"Rodrigo Londono",["violently seizing power and brutally repressing dissent, as well as criminalising and persecuting vulnerable minority groups.","heinous crimes against humanity, including mass murder and indiscriminate terror tactics, as well as aggressively subverting democracy.","orchestrating a range of attacks, employing terror tactics and brutally massacring thousands of civilians."]],[82,"Saddam Hussein",["oppressive dictatorship, mass genocide, and widespread human rights abuses","brutally suppressing dissent and devastating atrocities committed against civilians in Iraq's neighboring countries","his oppressive rule, human rights violations and mass destruction of civilian properties"]],[83,"Slobodan Milosevic",["cruel oppression, mass murder, and ethnic cleansing.","inciting genocide in the Balkans, launching a devastating civil war and disregarding human rights.","his genocidal campaigns and oppressive rule, Slobodan Milosevic is infamously remembered as the prime instigator of the Bosnian War and oppressive dictator of Serbia during the Yugoslavian civil wars."]],[84,"Vidkun Quisling",["his collaboration with Nazi Germany, the treasonous Quisling's legacy is defined by his oppressive regime of Fascist suppression and his role in the deportation and massacre of tens of thousands of his fellow Norwegians.","collaborating with the Nazi's, treacherous betrayal of his own country and orchestrating the deportation of tens of thousands of innocent people.","his failure to protect Norwegian sovereignty and collaboration with Nazi Germany, enabling mass deportations of Jews and members of the Resistance to concentration camps."]],[85,"Viktor Orban",["antidemocratic legislation, attempts to dismantle judicial independence and stringent immigration policies.","overseeing the persecution of minorities, imprisoning political opponents and dismantling democracy.","his antisemitic rhetoric, oppressive policies, and restriction of free speech."]],[86,"Vlad the Impaler",["his brutal torture techniques, savage military campaigns and extreme cruelty.","ruthless tyranny, extreme violence, and mass slaughter.","his ruthless and barbarous extermination of thousands of men, women and children, as well as cruel and inhumane torture techniques."]],[87,"Vladimir Putin",["illegally annexing Crimea, actively undermining democracy worldwide, and promoting aggressive military action.","wide-spread corruption, destruction of democratic ideals, and aggressive military tactics.","authoritarianism, invasion of neighbouring countries, and suppression of free expression."]],[88,"Xi Jinping",["extreme censorship of pro-democracy speech, internment of ethnic minorities in re-education camps, and devastating human rights abuses.","forcibly imprisoning political opponents, cracking down on freedom of expression and limiting the autonomy of regions through heavy-handed tactics.","repressing political dissent, wide-scale human rights abuses and aggressive militarization of the South China Sea."]]],"quotes":[[4,10,"To sum it all up, I must say that I regret nothing.",["reflection","regret","acceptance","perspective"]],[5,8,"If you win, you need not have to explain...If you lose, you should not be there to explain!",["winning","losing","acceptance","victory","failure"]],[5,8,"Do not compare yourself to others. If you do so, you are insulting yourself.",["self-worth","comparisons","insulting","confidence"]],[5,8,"if you want to shine like sun first you have to burn like it.",["determination","resilience","persistence","optimism"]],[5,7,"And I can fight only for something that I love, love only what I respect, and respect only what I at least know.",["love","respect","understanding","awareness"]],[5,6,"Anyone can deal with victory. Only the mighty can bear defeat.",["perseverance","resilience","defeat","triumph"]],[5,8,"Think Thousand times before taking a decision But - After taking decison never turn back even if you get Thousand difficulties!!",["decision-making","determination","persistence","resolve","adversity"]],[5,6,"Reading is not an end to itself, but a means to an end.",["literacy","learning","growth","knowledge"]],[5,8,"He alone, who owns the youth, gains the future.",["youth","power","leadership","possibility","change"]],[5,9,"Words build bridges into unexplored regions.",["language","communication","exploration","journeys"]],[5,7,"The art of reading and studying consists in remembering the essentials and forgetting what is not essential.",["learning","focus","education","knowledge"]],[5,6,"If freedom is short of weapons, we must compensate with willpower.",["freedom","determination","resilience","courage"]],[5,10,"As in everything, nature is the best instructor.",["nature","learning","wisdom","perspective"]],[5,9,"Obstacles do not exist to be surrendered to, but only to be broken.",["determination","courage","perseverance","adversity","overcoming"]],[15,9,"It is better to live one day as a lion than 100 years as a sheep.",["courage","freedom","bravery","perseverance"]],[15,8,"We become strongest, I feel, when we have no friends upon whom to lean, or to look for moral gudance",["strength","independence","morality","friendship","solitude"]],[15,8,"It is the State which educates its citizens in civic virtue, gives them a consciousness of their mission and welds them into unity.",["political","unity","civic virtue","national pride"]],[15,6,"The function of a citizen and a soldier are inseparable.",["citizenship","military","duty","responsibility"]],[16,6,"If the Arabs put down their weapons today, there would be no more violence. If the Jews put down their weapons today, there would be no more Israel",["Middle East","peace","conflict","coexistence"]],[16,8,"Here in America my classmates don't know what they are living for, but in Israel, we know.",["Israel","America","meaning","purpose","identity"]],[18,8,"Look down at me and you see a fool,Look up at me and you see a god,Look straight at me and you see yourself.",["self-reflection","perspective","wisdom","delusion"]],[18,9,"The mind is endless. You put me in a dark solitary cell, and to you that's the end, to me it's the beginning, it's the universe in there, there's a world in there, and I'm free.",["imagination","freedom","endurance","contemplation","inspiration"]],[18,6,"In my mind's eye my thoughts light fires in your cities.",["imagination","creativity","inspiration","vision"]],[18,6,"If you're going to do something, do it well. And leave something witchy.",["motivation","success","effort","achievement","magic"]],[18,8,"These children that come at you with knives--they are your children. You taught them. I didn't teach them. I just tried to help them stand up.",["children","responsibility","parenting","love","help"]],[18,8,"Pain's not bad, it's good. It teaches you things. I understand that.",["pain","experience","lessons","growth"]],[18,8,"Animals shouldn't be hunted and nature shouldn't be disturbed, even destroyed, to benefit the whims of mankind",["conservation","environmentalism","wildlife","biodiversity","sustainability"]],[18,8,"Now I am too beautiful to be set free.",["empowerment","individuality","self-love","liberation"]],[18,10,"The way out of a room is not through the door. Just don't want out. And you're free…",["perspective","freedom","liberation","mindset","transformation"]],[19,9,"[E]ach of our voices has something unique to say. Not only should I not mold my life to the demands of external conformity; I can't even find the model by which to live outside myself. I can only find it within.",["individuality","self-discovery","originality","uniqueness","conformity"]],[19,7,"[M]y discovering my own identity doesn't mean that I work it out in isolation, but that I negotiate it through dialogue, partly overt, partly internal, with others.",["self-identity","dialogue","interaction","reflection","individuality"]],[19,8,"We become full human agents, capable of understanding ourselves, and hence of defining our identity, through our acquisition of rich human languages of expression.",["self-expression","language","understanding","identity"]],[19,7,"The only meaningful life is that which is deepened by carrying through these commitments, living through the dead periods in order to lay the foundations for the creative ones.",["commitment","resilience","creativity","determination","meaningful life"]],[19,8,"Spontaneity at all levels is guided by the goal of getting it right; being clearly “forced” to come to some conclusion is not its negation, but its highest fulfillment.",["spontaneity","goal-oriented","decisions","fulfillment","conclusion"]],[19,7,"the change I want to define and trace is one which takes us from a society in which it was virtually impossible not to believe in God, to one in which faith, even for the staunchest believer, is one human",["religion","belief","transformation","progress","coexistence"]],[20,6,"Many will call me an adventurer, and that I am...only one of a different sort: one who risks his skin to prove his truths.",["adventure","risk-taker","truth-seeker","pioneer","daredevil"]],[20,8,"If you tremble with indignation at every injustice then you are a comrade of mine.",["solidarity","justice","equality","inspiration"]],[20,6,"We cannot be sure of having something to live for unless we are willing to die for it.",["resolve","courage","strength","dedication"]],[20,9,"Every day People straighten up the hair, why not the heart?",["emotional health","self-care","perspective","motivation"]],[20,9,"At the risk of seeming ridiculous, let me say that the true revolutionary is guided by a great feeling of love. It is impossible to think of a genuine revolutionary lacking this quality.",["revolution","love","change","compassion","selflessness"]],[20,10,"Be realistic, demand the impossible!",["determination","inspiration","ambition","optimism"]],[20,10,"Let the world change you and you can change the world",["optimism","inspiration","positivity","impact"]],[20,8,"I am not a liberator. Liberators do not exist. The people liberate themselves.",["empowerment","freedom","self-determination","liberty"]],[20,7,"The first duty of a revolutionary is to be educated.",["revolution","education","activism","empowerment"]],[20,10,"And then many things became very clear... we learned perfectly that the life of a single human being is worth millions of times more than all the property of the richest man on earth.",["social justice","human rights","compassion","equality"]],[20,8,"I would rather die standing up to live life on my knees.",["courage","determination","strength","self-respect"]],[20,8,"Above all, always be capable of feeling deeply any injustice committed against anyone, anywhere in the world.",["empathy","compassion","injustice","unity","individualism"]],[20,9,"The walls of the educational system must come down. Education should not be a privilege, so the children of those who have money can study.",["education","equality","socioeconomic","privilege","opportunity"]],[20,8,"I knew that when the great guiding spirit cleaves humanity into two antagonistic halves, I will be with the people.",["society","equality","antagonism","reformation","unity"]],[20,6,"The revolution is not an apple that falls when ripe. You have to make it fall.",["protest","activism","change","action"]],[20,7,"There are no boundaries in this struggle to the death. We cannot be indifferent to what happens anywhere in the world, for a victory by any country over imperialism is our victory; just as any country's defeat is a defeat for all of us.",["anti-imperialism","global solidarity","class struggle","collective action","unity"]],[20,10,"The best form of saying is being",["action","communication","expression","truth","understanding"]],[20,10,"The true revolutionary is guided by great feelings of love.",["revolution","change","love","inspiration"]],[20,8,"The revolution is made through human beings, but individuals must forge their revolutionary spirit day by day",["revolution","change","growth","empowerment","humanity"]],[27,9,"...quality of life lies in knowledge, in culture. Values are what constitute true quality of life, the supreme quality of life, even above food, shelter and clothing.",["knowledge","culture","values","quality","life"]],[27,9,"Today, the entire country is an immense University.",["education","progress","nationalism","intellectualism"]],[27,8,"Ignorance is the root of many ills. Knowledge must be the fundamental ally of nations that aspire, despite all their tragedies and problems, to become truly emancipated, to build a better world.",["education","emancipation","struggle","enlightenment"]],[27,8,"If people call me Christian, not from the standpoint of religion but from the standpoint of social vision, I declare that I am a Christian.",["religion","spirituality","social vision","equality","inclusivity"]],[27,10,"We have the lowest student-teacher ratio and spend five times as much on schools than war - the opposite of what the United States does. [explaining why Cuba has the highest literacy in the world]",["education","funding","literacy","Cuba","USA"]],[27,10,"The fact is, when men carry the same ideals in their hearts, nothing can isolate them - neither prison walls nor the sod of cemeteries. For single memory, a single spirit, a single idea, a single conscience, a single dignity will sustain them all.",["unity","resilience","equality","determination","brotherhood"]],[27,8,"To the accusation that Cuba wants to export its revolution, we reply: Revolutions are not exported, they are made by the people.",["Cuba","revolution","resistance","nationhood","independence"]],[27,8,"inspired my own life.Victory has thousands father but failure always find itself an orphan.--Fidel Castro",["leadership","persistence","determination","success","failure"]],[33,8,"If you're afraid - don't do it, - if you're doing it - don't be afraid!",["courage","fear","bravery","confidence"]],[33,8,"With Heaven's aid I have conquered for you a huge empire. But my life was too short to achieve the conquest of the world. That task is left for you.",["conquest","empire","legacy","ambition","inspiration"]],[33,6,"Attack with aggression, but always have a plan of retreat.",["strategy","aggression","planning","adaptability"]],[35,7,"In man - in the history of mankind, this has happened many times, and occupation leaders cling on to the land that they're occupying. People fight to liberate their land. But in the end, the people's will is what achieves victory.",["liberation","humanity","resistance","human rights","history"]],[36,10,"In any case we must educate our young always to be chivalrous men, men (Menschen) who stand up for women",["respect","equality","women's rights","gentlemanly","kindness"]],[36,7,"We must put a stop to the whole tendency, which we have today in youth and which we may also have in the SS, to mock a man who walks with a girl, a man who is respectful toward his mother, and a boy who is gentlemanly toward his sister.",["respect","family","gentlemanly","generations","equality"]],[36,8,"We must be clear about that: the movement, the Weltanschauung has lasting stability if it is supported by the woman",["feminism","social movements","Weltanschauung","resilience","solidarity"]],[39,10,"To reap a return in ten years, plant trees. To reap a return in 100, cultivate the people.",["wisdom","investment","long-term","people","growth"]],[39,8,"It was patriotism, not communism, that inspired me.",["patriotism","communism","motivation","inspiration"]],[39,9,"Remember, the storm is a good opportunity for the pine and the cypress to show their strength and their stability.",["perseverance","adversity","resilience","growth"]],[39,7,"I follow only one party: the Vietnamese party ",["Vietnam","politics","loyalty","commitment"]],[39,8,"Mr. Schoenbrun, we have a secret weapon ... don't smile when I tell you this. Our secret weapon is nationalism. To have nationhood, which is a sign of maturity, is greater than any weapons in the world.",["patriotism","nationhood","maturity","strength","unity"]],[39,8,"After the rain, good weather.In the wink of an eye,the universe throws off its muddy clothes.",["hope","change","renewal","universe","perspective"]],[39,6,"I'm very moved to be here today, ... Our lives are now much better, but Vietnam remains a very poor country. We need to work much harder.",["Vietnam","development","hope","resolve","improvement"]],[39,10,"The great victory of April 30 represents the triumph of the entire nation, of justice over brutality and of humanity over tyranny.",["triumph","justice","humanity","democracy","freedom"]],[39,10,"The morning sun shines over the prison wall,And drives away the shadows and miasma of hopelessness.A life-giving breeze blows across the earth.A hundred imprisoned faces smile once more.",["hope","freedom","renewal","inspiration","redemption"]],[39,8,"We are convinced that the Allied nations which ... have acknowledged the principles of self-determination and equality of nations, will not refuse to acknowledge the independence of Vietnam.",["self-determination","equality","independence","Vietnam","Allied nations"]],[39,8,"Eyes must look far ahead, and thoughts be deeply pondered.Be bold and unremitting in attack.Give the wrong command, and two chariots are rendered useless.Come the right moment, a pawn can bring you victory.",["strategy","planning","chess","courage","victory"]],[39,6,"I've never cared for humming verseBut what to do inside a jail?I'll hum some verse to pass long daysI'll hum and wait till freedom comes.",["prison","poetry","freedom","patience","hope"]],[39,9,"Freedom for my people, independence for my country, this is all I want, all what I understand.",["liberty","empowerment","country","unity"]],[39,10,"I only have one desire, the ultimate desire is to make our country completely independent, our people completely free, all compatriots have food to eat, clothes to wear, anyone can study.",["liberty","independence","equality","prosperity","education"]],[39,10,"I only have one desire, the ultimate desire is to make our country completely independent, our people completely free, all compatriots have food to eat, clothes to wear, everyone has the opportunity to study.",["hope","patriotism","equality","freedom","opportunity"]],[39,8,"Freedom for my people, independence for my country, that's all I want, all I understand.",["liberty","self-determination","patriotism","equality"]],[39,6,"A revolutionary must have solid foundation of revolutionary morality in order to fulfill his glorious revolutionary task.",["revolutionary","morality","foundation","glorious","task"]],[40,10,"The only legitimate antidote for self-doubt and the shameful weakness it breeds is joyful self-acceptance.",["self-love","confidence","resilience","mindfulness","encouragement"]],[47,6,"Faith moves mountains, but only knowledge moves them to the right place...",["wisdom","belief","persistence","direction"]],[47,9,"If the day should ever come when we must go, if some day we are compelled to leave the scene of history, we will slam the door so hard that the universe will shake and mankind will stand back in stupefaction..",["determination","courageous","resilience","legacy","conviction"]],[47,6,"That propaganda is good which leads to success, and that is bad which fails to achieve the desired result. It is not propaganda's task to be intelligent, its task is to lead to success.",["propaganda","success","intelligence","goals","results"]],[47,8,"The truth is always stronger than the lie.",["honesty","trust","integrity","strength"]],[47,9,"Devotion, fervor, longing! Those are my pillars. We have to be the bridge to the future.",["devotion","fervor","longing","bridge","future"]],[47,6,"A fourteen-year-old lad crouching with his bazooka behind a ruined wall on a burned out street is worth more to the nation than ten intellectuals who attempt to prove that our chances now are nil.",["courage","action","valor","resilience","strength"]],[47,6,"As a young person, to already have the courage to face the pitiless glare, to overcome the fear of death, and to regain respect for death – this is the task of this young generation.",["youth","courage","perseverance","fear","death"]],[50,6,"Education is a weapon, whose effect depends on who holds it in his hands and at whom it is aimed.",["learning","power","knowledge","choice"]],[50,8,"It is not heroes that make history, but history that makes heroes.",["legacy","influence","inspiration","greatness"]],[50,8,"I believe in only one thing, the power of human will.",["determination","unity","strength","willpower"]],[50,8,"When there's a person, there's a problem. When there's no person, there's no problem.",["existence","interdependence","philosophy","humanity"]],[50,8,"Quantity has a quality all its own.",["quantity","efficiency","success","productivity"]],[50,9,"music's a good thing, it calm the beast in the man. ",["music","calm","emotion","inspiration"]],[50,6,"Take some exercise, try to recover the look of a human being.",["fitness","health","motivation","lifestyle","well-being"]],[51,8,"We have spilt an ocean of blood for the brotherhood and unity of our peoples and we shall not allow anyone to touch or destroy it from within.",["sacrifice","unity","brotherhood","patriotism","protection"]],[51,10,"None of our republics would be anything if we weren't all together; but we have to create our own history - history of United Yugoslavia, also in the future.",["unity","history","republics","Yugoslavia","togetherness"]],[51,9,"No one questioned \"who is a Serb, who is a Croat, who is a Muslim (Bosniak)\" we were all one people, that's how it was back then, and I still think it is that way today.",["Bosnia","unity","nationalism","coexistence","tolerance"]],[52,10,"Experience is the teacher of all things.",["wisdom","learning","knowledge","lessons"]],[52,10,"I love the name of honor more than I fear death.",["bravery","honor","courage","death","respect"]],[52,10,"It is better to create than to learn! Creating is the essence of life.",["creation","learning","essence","life"]],[52,9,"I came to Rome when it was a city of stone ... and left it a city of marble",["history","Rome","transformation","ancient","architecture"]],[52,8,"Human nature is universally imbued with a desire for liberty, and a hatred for servitude.",["freedom","humanity","equality","rights","slavery"]],[53,8,"Lenin lived, Lenin lives, Lenin will live.",["Revolutionary","Russia","Communism","Legacy","Ideology"]],[59,8,"Young trees need stakes to support them, but the stakes must be removed once the trees begin to grow, precisely so not to hinder their growth.",["guidance","support","growth","transition","nurturing"]],[59,8,"I do not want to miss a good chance of getting us a slice of this magnificent African cake.",["opportunity","African culture","ambition","dreams","success"]],[59,8,"The Congo Free State is unique in its kind. It has nothing to hide and no secrets and is not beholden to anyone except its founder.",["Congo Free State","secrecy","independence","foundation","power"]],[59,10,"There are no small countries, only small minds.",["internationalism","open-mindedness","forward-thinking","inclusivity"]],[59,9,"A great future is reserved for the Congo, the immense value of which will soon become abundantly clear to all.",["Africa","optimism","promise","prosperity","progress"]],[59,9,"I am generous and about to make a multi-million dollar sacrifice to beautify my capital. It will cost me three to four years of wages, but I wish my life here on earth to leave many traces.",["generosity","sacrifice","giving","legacy","capital"]],[61,10,"Women hold up half the sky.",["empowerment","equality","female","strength"]],[61,8,"Everything under heaven is in utter chaos; the situation is excellent.",["acceptance","serenity","paradox","uncertainty","contradiction"]],[61,10,"An army of the people is invincible!",["revolution","mobilization","power","strength"]],[61,10,"Dont give a child a fish but show him how to fish",["teaching","learning","patience","wisdom"]],[61,8,"...the evil system of colonialism and imperialism arose and throve with the enslavement of Negroes and the trade in Negroes, and it will surely come to its end with the complete emancipation of the Black people.",["racism","enslavement","emancipation","colonization","oppression"]],[61,8,"The great man, Genghis Khan, only knew how to shoot eagles with an arrow. The past is past. To see real heroes, look around you.",["heroes","legacy","inspiration","reflection","honor"]],[61,8,"To rebel is justified",["revolution","resistance","liberation","insurgence"]],[61,8,"Everything under heaven is in utter choas; the situation is excellent.",["paradox","contradiction","confusion","opposites"]],[61,7,"Make criticism in good time; don't get into the habit of criticizing only after the event.",["advice","thoughtfulness","problem-solving","self-improvement","reflection"]],[62,8,"The secret of freedom lies in educating people, whereas the secret of tyranny is in keeping them ignorant.",["education","freedom","oppression","ignorance","tyranny"]],[62,6,"Virtue, without which terror is destructive; terror, without which virtue is impotent. Terror is only justice prompt, severe and inflexible; it is then an emanation of virtue.",["virtue","terror","justice","strength","consequences"]],[62,7,"Unless you do everything for liberty, you have done nothing. There are no two ways of being free: one must be entirely free, or become a slave once more.",["freedom","liberty","determination","oppression"]],[62,8,"To defend the oppressed against their oppressors, to plead the cause of the weak against the strong who exploit and crush them, this is the duty of all hearts that have not been spoiled by egoism and corruption.",["justice","kindness","equality","compassion","altruism"]],[62,8,". . . Equality of rights is established by nature; society, far from impairing it, guarantees it against the abuse of power which renders it illusory.[trans. G. Rudé; A Proposed Declaration of the Rights of Man and Citizen].",["equality","rights","nature","society","power"]],[67,9,"Blessed are the wretched. How beautiful will be their dawn and how sweet and great will be their victory.",["hope","grace","triumph","persistence","inspiration"]],[70,8,"He who stops being better stops being good.",["motivation","growth","improvement","excellence"]],[70,8,"Subtlety may deceive you; intedrity never will.",["honesty","trust","integrity","discernment","sincerity"]],[78,8,"The world is just a barrel-organ which the Lord God turns Himself. We all have to dance to the tune which is already on the drum",["fate","destiny","inevitability","predetermination","acceptance"]],[79,10,"Nothing new or innovative is created without a stretch of the imagination. Reach your goals by reaching for the sky with some brain stretches of the imagination every day.",["innovation","imagination","ambitious","motivation","inspiration"]],[79,8,"Some people think that being a leader means killing people and beating people, but that is not the way. Even the fallen heroes would not approve of that",["leadership","compassion","justice","sacrifice"]],[82,10,"Women make up one half of society. Our society will remain backward and in chains unless its women are liberated, enlightened and educated.",["gender equality","empowerment","education","advancement"]],[82,8,"The west need someone to tell the man who walks around with the biggest stick in the world, that that stick can`t bring down God`s house.",["society","justice","power","equality","religion"]],[82,8,"The victory of the Revolution's will and yours over the stooge pocket is regarded as a victory for the world revolution everywhere, just as the victory of the revolutionaries in South East Asia was a victory of revolutionaries everywhere.",["revolution","freedom","triumph","solidarity","socialism"]],[87,9,"Bike is the most democratic transport vehicle. Bike is the most daring, challenging as it gives its owner the tempting feeling of freedom, that is why one can say without any exaggeration, bike is a symbol of freedom,\" Putin said.",["democracy","freedom","transportation","challenge","symbol"]],[88,8,"While tackling the refugee crisis, we should also get to its roots. Why would anyone want to be displaced if they had a home to return to?",["refugees","crisis","roots","displacement","home"]]]}